{
  "<UNK>": 0,
  "Acidimicrobiia": 1,
  "Acidithiobacillia": 2,
  "Aconoidasida": 3,
  "Actinomycetes": 4,
  "Actinopteri": 5,
  "Agaricomycetes": 6,
  "Alphaproteobacteria": 7,
  "Alsuviricetes": 8,
  "Amabiliviricetes": 9,
  "Amphibia": 10,
  "Anaerolineae": 11,
  "Anthocerotopsida": 12,
  "Anthozoa": 13,
  "Appendicularia": 14,
  "Aquificia": 15,
  "Arachnida": 16,
  "Archaeoglobi": 17,
  "Arfiviricetes": 18,
  "Armophorea": 19,
  "Ascidiacea": 20,
  "Asteroidea": 21,
  "Aves": 22,
  "Bacillariophyceae": 23,
  "Bacilli": 24,
  "Bacteriovoracia": 25,
  "Bacteroidia": 26,
  "Bangiophyceae": 27,
  "Bdellovibrionia": 28,
  "Belvinaviricetes": 29,
  "Betaproteobacteria": 30,
  "Bigyra": 31,
  "Bivalvia": 32,
  "Blastocladiomycetes": 33,
  "Branchiopoda": 34,
  "Bryopsida": 35,
  "Bunyaviricetes": 36,
  "Candidatus Brocadiia": 37,
  "Candidatus Cloacimonadia": 38,
  "Candidatus Korarchaeia": 39,
  "Candidatus Nanoarchaeia": 40,
  "Candidatus Odinarchaeia": 41,
  "Cardeaviricetes": 42,
  "Caudoviricetes": 43,
  "Cephalopoda": 44,
  "Cestoda": 45,
  "Charophyceae": 46,
  "Chilopoda": 47,
  "Chitinophagia": 48,
  "Chlamydiia": 49,
  "Chlorarachniophyceae": 50,
  "Chlorobiia": 51,
  "Chlorodendrophyceae": 52,
  "Chloroflexia": 53,
  "Chlorokybophyceae": 54,
  "Chlorophyceae": 55,
  "Choanoflagellata": 56,
  "Chondrichthyes": 57,
  "Chromadorea": 58,
  "Chrymotiviricetes": 59,
  "Chrysiogenia": 60,
  "Chrysophyceae": 61,
  "Chthonomonadia": 62,
  "Chytridiomycetes": 63,
  "Cladistia": 64,
  "Clitellata": 65,
  "Clostridia": 66,
  "Coleochaetophyceae": 67,
  "Collembola": 68,
  "Conoidasida": 69,
  "Coprothermobacteria": 70,
  "Coriobacteriia": 71,
  "Coscinodiscophyceae": 72,
  "Cryptophyceae": 73,
  "Cubozoa": 74,
  "Cyanophyceae": 75,
  "Cycadopsida": 76,
  "Cytophagia": 77,
  "Deferribacteres": 78,
  "Dehalococcoidia": 79,
  "Deinococci": 80,
  "Demospongiae": 81,
  "Desulfarculia": 82,
  "Desulfobacteria": 83,
  "Desulfobulbia": 84,
  "Desulfovibrionia": 85,
  "Desulfuromonadia": 86,
  "Dictyoglomia": 87,
  "Dinophyceae": 88,
  "Dipodascomycetes": 89,
  "Dothideomycetes": 90,
  "Duplopiviricetes": 91,
  "Echinamoebida": 92,
  "Echinoidea": 93,
  "Elardia": 94,
  "Elusimicrobia": 95,
  "Endomicrobiia": 96,
  "Enoplea": 97,
  "Enteropneusta": 98,
  "Epsilonproteobacteria": 99,
  "Erysipelotrichia": 100,
  "Euglenida": 101,
  "Eumycetozoa": 102,
  "Eurotatoria": 103,
  "Eurotiomycetes": 104,
  "Eutardigrada": 105,
  "Faserviricetes": 106,
  "Fibrobacteria": 107,
  "Filasterea": 108,
  "Flasuviricetes": 109,
  "Flavobacteriia": 110,
  "Florideophyceae": 111,
  "Fusobacteriia": 112,
  "Gammaproteobacteria": 113,
  "Gastropoda": 114,
  "Gemmatimonadia": 115,
  "Ginkgoopsida": 116,
  "Glaucocystophyceae": 117,
  "Glomeromycetes": 118,
  "Gnetopsida": 119,
  "Gymnolaemata": 120,
  "Halobacteria": 121,
  "Haplomitriopsida": 122,
  "Harpellomycetes": 123,
  "Herviviricetes": 124,
  "Heterotrichea": 125,
  "Hexanauplia": 126,
  "Holothuroidea": 127,
  "Homoscleromorpha": 128,
  "Howeltoviricetes": 129,
  "Huolimaviricetes": 130,
  "Hydrogenophilia": 131,
  "Hydrozoa": 132,
  "Hyperoartia": 133,
  "Ignavibacteria": 134,
  "Imbricatea": 135,
  "Insecta": 136,
  "Insthoviricetes": 137,
  "Jungermanniopsida": 138,
  "Karyorelictea": 139,
  "Kinetoplastea": 140,
  "Klebsormidiophyceae": 141,
  "Lecanoromycetes": 142,
  "Leotiomycetes": 143,
  "Lepidosauria": 144,
  "Leptocardii": 145,
  "Leviviricetes": 146,
  "Lingulata": 147,
  "Lipomycetes": 148,
  "Litostomatea": 149,
  "Lycopodiopsida": 150,
  "Magnetococcia": 151,
  "Magnoliopsida": 152,
  "Magsaviricetes": 153,
  "Malacostraca": 154,
  "Malasseziomycetes": 155,
  "Malgrandaviricetes": 156,
  "Mamiellophyceae": 157,
  "Mammalia": 158,
  "Marchantiopsida": 159,
  "Mediophyceae": 160,
  "Megaviricetes": 161,
  "Merostomata": 162,
  "Mesostigmatophyceae": 163,
  "Methanobacteria": 164,
  "Methanococci": 165,
  "Methanomicrobia": 166,
  "Methanopyri": 167,
  "Methylacidiphilae": 168,
  "Miaviricetes": 169,
  "Microbotryomycetes": 170,
  "Milneviricetes": 171,
  "Mollicutes": 172,
  "Monjiviricetes": 173,
  "Monoblepharidomycetes": 174,
  "Mortierellomycetes": 175,
  "Mucoromycetes": 176,
  "Myxini": 177,
  "Myxococcia": 178,
  "Naldaviricetes": 179,
  "Negativicutes": 180,
  "Neocallimastigomycetes": 181,
  "Nephroselmidophyceae": 182,
  "Nitrososphaeria": 183,
  "Nitrospinia": 184,
  "Nitrospiria": 185,
  "Oligohymenophorea": 186,
  "Olisthodiscophyceae": 187,
  "Opitutia": 188,
  "Orbiliomycetes": 189,
  "Ostracoda": 190,
  "Palaeacanthocephala": 191,
  "Papovaviricetes": 192,
  "Pavlovophyceae": 193,
  "Pedosphaerae": 194,
  "Peronosporomycetes": 195,
  "Pezizomycetes": 196,
  "Phaeophyceae": 197,
  "Pharingeaviricetes": 198,
  "Phytomyxea": 199,
  "Pichiomycetes": 200,
  "Pilidiophora": 201,
  "Pinopsida": 202,
  "Pisoniviricetes": 203,
  "Planctomycetia": 204,
  "Pneumocystomycetes": 205,
  "Pokkesviricetes": 206,
  "Polychaeta": 207,
  "Polyplacophora": 208,
  "Polypodiopsida": 209,
  "Polytrichopsida": 210,
  "Priapulimorpha": 211,
  "Promethearchaeia": 212,
  "Pucciniomycetes": 213,
  "Quintoviricetes": 214,
  "Raphidophyceae": 215,
  "Remipedia": 216,
  "Repensiviricetes": 217,
  "Resentoviricetes": 218,
  "Revtraviricetes": 219,
  "Rhabditophora": 220,
  "Rhodellophyceae": 221,
  "Rhodothermia": 222,
  "Rubrobacteria": 223,
  "Saccharomycetes": 224,
  "Sagittoidea": 225,
  "Saprolegniomycetes": 226,
  "Saprospiria": 227,
  "Schizosaccharomycetes": 228,
  "Scyphozoa": 229,
  "Sipuncula": 230,
  "Sordariomycetes": 231,
  "Sphagnopsida": 232,
  "Sphingobacteriia": 233,
  "Spirochaetia": 234,
  "Spirotrichea": 235,
  "Stelpaviricetes": 236,
  "Synergistia": 237,
  "Syntrophia": 238,
  "Syntrophobacteria": 239,
  "Takakiopsida": 240,
  "Tectiliviricetes": 241,
  "Tentaculata": 242,
  "Terriglobia": 243,
  "Thecostraca": 244,
  "Theionarchaea": 245,
  "Thermococci": 246,
  "Thermodesulfobacteria": 247,
  "Thermodesulfovibrionia": 248,
  "Thermoleophilia": 249,
  "Thermomicrobia": 250,
  "Thermoplasmata": 251,
  "Thermoprotei": 252,
  "Thermosulfidibacteria": 253,
  "Thermotogae": 254,
  "Tissierellia": 255,
  "Tokiviricetes": 256,
  "Tolucaviricetes": 257,
  "Trebouxiophyceae": 258,
  "Trematoda": 259,
  "Tremellomycetes": 260,
  "Trigonopsidomycetes": 261,
  "Udeonychophora": 262,
  "Ulvophyceae": 263,
  "Umbelopsidomycetes": 264,
  "Uniplacotomia": 265,
  "Ustilaginomycetes": 266,
  "Verrucomicrobiia": 267,
  "Vidaverviricetes": 268,
  "Virophaviricetes": 269,
  "Wallemiomycetes": 270,
  "Xanthophyceae": 271,
  "Zygnematophyceae": 272
}