{
  "<UNK>": 0,
  "Acanthocephala": 1,
  "Acidobacteriota": 2,
  "Actinomycetota": 3,
  "Annelida": 4,
  "Apicomplexa": 5,
  "Aquificota": 6,
  "Armatimonadota": 7,
  "Arthropoda": 8,
  "Artverviricota": 9,
  "Ascomycota": 10,
  "Bacillariophyta": 11,
  "Bacillota": 12,
  "Bacteroidota": 13,
  "Basidiomycota": 14,
  "Bdellovibrionota": 15,
  "Blastocladiomycota": 16,
  "Brachiopoda": 17,
  "Bryozoa": 18,
  "Campylobacterota": 19,
  "Candidatus Bipolaricaulota": 20,
  "Candidatus Cloacimonadota": 21,
  "Candidatus Fraseribacteriota": 22,
  "Candidatus Handelsmaniibacteriota": 23,
  "Candidatus Heimdallarchaeota": 24,
  "Candidatus Odinarchaeota": 25,
  "Candidatus Terryibacteriota": 26,
  "Candidatus Thorarchaeota": 27,
  "Candidatus Yanofskyibacteriota": 28,
  "Cercozoa": 29,
  "Chaetognatha": 30,
  "Chlamydiota": 31,
  "Chlorobiota": 32,
  "Chloroflexota": 33,
  "Chlorophyta": 34,
  "Chordata": 35,
  "Chrysiogenota": 36,
  "Chytridiomycota": 37,
  "Ciliophora": 38,
  "Cnidaria": 39,
  "Commensaviricota": 40,
  "Coprothermobacterota": 41,
  "Cossaviricota": 42,
  "Cressdnaviricota": 43,
  "Ctenophora": 44,
  "Cyanobacteriota": 45,
  "Deferribacterota": 46,
  "Deinococcota": 47,
  "Dictyoglomota": 48,
  "Discosea": 49,
  "Duplornaviricota": 50,
  "Echinodermata": 51,
  "Elusimicrobiota": 52,
  "Endomyxa": 53,
  "Entoprocta": 54,
  "Euglenozoa": 55,
  "Evosea": 56,
  "Fibrobacterota": 57,
  "Foraminifera": 58,
  "Fornicata": 59,
  "Fusobacteriota": 60,
  "Gemmatimonadota": 61,
  "Haptophyta": 62,
  "Hemichordata": 63,
  "Heterolobosea": 64,
  "Hofneiviricota": 65,
  "Ignavibacteriota": 66,
  "Kitrinoviricota": 67,
  "Lenarviricota": 68,
  "Methanobacteriota": 69,
  "Microcaldota": 70,
  "Microsporidia": 71,
  "Mollusca": 72,
  "Mucoromycota": 73,
  "Mycoplasmatota": 74,
  "Myxococcota": 75,
  "Nanobdellota": 76,
  "Negarnaviricota": 77,
  "Nematoda": 78,
  "Nemertea": 79,
  "Nitrososphaerota": 80,
  "Nitrospinota": 81,
  "Nitrospirota": 82,
  "Nucleocytoviricota": 83,
  "Onychophora": 84,
  "Oomycota": 85,
  "Parabasalia": 86,
  "Peploviricota": 87,
  "Perkinsozoa": 88,
  "Phixviricota": 89,
  "Pisuviricota": 90,
  "Placozoa": 91,
  "Planctomycetota": 92,
  "Platyhelminthes": 93,
  "Porifera": 94,
  "Preplasmiviricota": 95,
  "Priapulida": 96,
  "Produgelaviricota": 97,
  "Promethearchaeota": 98,
  "Pseudomonadota": 99,
  "Rhodophyta": 100,
  "Rhodothermota": 101,
  "Rotifera": 102,
  "Saleviricota": 103,
  "Spirochaetota": 104,
  "Streptophyta": 105,
  "Synergistota": 106,
  "Taleaviricota": 107,
  "Tardigrada": 108,
  "Thermodesulfobacteriota": 109,
  "Thermomicrobiota": 110,
  "Thermoplasmatota": 111,
  "Thermoproteota": 112,
  "Thermosulfidibacterota": 113,
  "Thermotogota": 114,
  "Tubulinea": 115,
  "Uroviricota": 116,
  "Verrucomicrobiota": 117,
  "Xenacoelomorpha": 118,
  "Zoopagomycota": 119
}