{
  "<UNK>": 0,
  "'Prunus armeniaca' phytoplasma": 1,
  "Abelson murine leukemia virus": 2,
  "Abidjanvirus PaMx11": 3,
  "Abies alba": 4,
  "Abies balsamea": 5,
  "Abies bracteata": 6,
  "Abies firma": 7,
  "Abies grandis": 8,
  "Abies holophylla": 9,
  "Abies homolepis": 10,
  "Abies magnifica": 11,
  "Abies mariesii": 12,
  "Abies sachalinensis": 13,
  "Abies veitchii": 14,
  "Abiotrophia defectiva": 15,
  "Abrothrix andina": 16,
  "Abrothrix jelskii": 17,
  "Abrothrix longipilis": 18,
  "Abrothrix olivaceus": 19,
  "Abrus precatorius": 20,
  "Absidia glauca": 21,
  "Absidia spinosa": 22,
  "Abutilon theophrasti": 23,
  "Abyssocottus korotneffi": 24,
  "Acacia confusa": 25,
  "Acacia koa": 26,
  "Acalolepta luxuriosa": 27,
  "Acanthamoeba castellanii": 28,
  "Acanthamoeba polyphaga": 29,
  "Acanthaster planci": 30,
  "Acanthocheilonema viteae": 31,
  "Acanthopagrus butcheri": 32,
  "Acanthopagrus latus": 33,
  "Acanthopagrus schlegelii": 34,
  "Acanthophis antarcticus": 35,
  "Acanthophis rugosus": 36,
  "Acanthophis sp. Seram": 37,
  "Acanthoscurria gomesiana": 38,
  "Acanthoscurria natalensis": 39,
  "Acanthoscurria paulensis": 40,
  "Acanthoscurria rondoniae": 41,
  "Acanthosepion esculentum": 42,
  "Acanthosepion pharaonis": 43,
  "Acanthospermum australe": 44,
  "Acarus siro": 45,
  "Acaryochloris marina": 46,
  "Acer campestre": 47,
  "Acer monspessulanum": 48,
  "Acer negundo": 49,
  "Acer opalus": 50,
  "Acer palmatum": 51,
  "Acer platanoides": 52,
  "Acer pseudoplatanus": 53,
  "Acer saccharum": 54,
  "Acetabularia acetabulum": 55,
  "Acetabularia peniculus": 56,
  "Acetivibrio thermocellus": 57,
  "Acetoanaerobium sticklandii": 58,
  "Acetobacter aceti": 59,
  "Acetobacter pasteurianus": 60,
  "Acetobacterium woodii": 61,
  "Acetohalobium arabaticum": 62,
  "Achaetomiella virescens": 63,
  "Acharia stimulea": 64,
  "Achatina achatina": 65,
  "Acheta domesticus": 66,
  "Achlya ambisexualis": 67,
  "Achlya bisexualis": 68,
  "Achlya klebsiana": 69,
  "Acholeplasma laidlawii": 70,
  "Acholeplasma palmae": 71,
  "Acholeplasma sp.": 72,
  "Achromobacter aegrifaciens": 73,
  "Achromobacter cycloclastes": 74,
  "Achromobacter denitrificans": 75,
  "Achromobacter lyticus": 76,
  "Achromobacter obae": 77,
  "Achromobacter sp. LBAA": 78,
  "Achromobacter xylosoxidans": 79,
  "Acidaminococcus fermentans": 80,
  "Acidaminococcus sp. BV3L6": 81,
  "Acidianus ambivalens": 82,
  "Acidianus hospitalis": 83,
  "Acidianus infernus": 84,
  "Acidianus sp. A1-3": 85,
  "Acidilobus saccharovorans": 86,
  "Acidimicrobium ferrooxidans": 87,
  "Acidiphilium cryptum": 88,
  "Acidiphilium multivorum": 89,
  "Acidiphilium organovorum": 90,
  "Acidiphilium rubrum": 91,
  "Acidithiobacillus caldus": 92,
  "Acidithiobacillus ferridurans": 93,
  "Acidithiobacillus ferrooxidans": 94,
  "Acidithiobacillus thiooxidans": 95,
  "Acidobacterium capsulatum": 96,
  "Acidocella facilis": 97,
  "Acidothermus cellulolyticus": 98,
  "Acidovorax delafieldii": 99,
  "Acidovorax sp. JS42": 100,
  "Acinetobacter baumannii": 101,
  "Acinetobacter baylyi": 102,
  "Acinetobacter bereziniae": 103,
  "Acinetobacter calcoaceticus": 104,
  "Acinetobacter genomosp. 13": 105,
  "Acinetobacter genomosp. 6": 106,
  "Acinetobacter glutaminasificans": 107,
  "Acinetobacter guillouiae": 108,
  "Acinetobacter haemolyticus": 109,
  "Acinetobacter johnsonii": 110,
  "Acinetobacter junii": 111,
  "Acinetobacter lwoffii": 112,
  "Acinetobacter nosocomialis": 113,
  "Acinetobacter oleivorans": 114,
  "Acinetobacter phage Ac42": 115,
  "Acinetobacter phage SH-Ab 15497": 116,
  "Acinetobacter pittii": 117,
  "Acinetobacter radioresistens": 118,
  "Acinetobacter sp.": 119,
  "Acinetobacter sp. 'SEIP 12.81'": 120,
  "Acinetobacter sp. AK226": 121,
  "Acinetobacter sp. ATCC 27244": 122,
  "Acinetobacter sp. ATCC 33308": 123,
  "Acinetobacter sp. RA3849": 124,
  "Acinetobacter sp. SE19": 125,
  "Acinetobacter sp. T4": 126,
  "Acinetobacter sp. Tol 5": 127,
  "Acinetobacter venetianus": 128,
  "Acinonyx jubatus": 129,
  "Acipenser baerii": 130,
  "Acipenser gueldenstaedtii": 131,
  "Acipenser naccarii": 132,
  "Acipenser persicus": 133,
  "Acipenser sinensis": 134,
  "Acipenser stellatus": 135,
  "Acipenser transmontanus": 136,
  "Acmella radicans": 137,
  "Acmispon americanus": 138,
  "Acomys cahirinus": 139,
  "Acomys ignitus": 140,
  "Acomys wilsoni": 141,
  "Acorus calamus": 142,
  "Acorus gramineus": 143,
  "Acrantophis dumerili": 144,
  "Acrantophis madagascariensis": 145,
  "Acratocnus sp. SLP-2019": 146,
  "Acratocnus ye": 147,
  "Acremonium egyptiacum": 148,
  "Acremonium sp.": 149,
  "Acrochordus granulatus": 150,
  "Acrochordus javanicus": 151,
  "Acrocinus longimanus": 152,
  "Acrocomia aculeata": 153,
  "Acrolepiopsis assectella": 154,
  "Acropora formosa": 155,
  "Acropora millepora": 156,
  "Acropora tenuis": 157,
  "Acrosternum hilare": 158,
  "Acrostichum aureum": 159,
  "Acryllium vulturinum": 160,
  "Actaea racemosa": 161,
  "Actinemys marmorata": 162,
  "Actineria villosa": 163,
  "Actinia bermudensis": 164,
  "Actinia equina": 165,
  "Actinia fragacea": 166,
  "Actinia tenebrosa": 167,
  "Actinidia chinensis": 168,
  "Actinidia deliciosa": 169,
  "Actinidia eriantha": 170,
  "Actinobacillus equuli": 171,
  "Actinobacillus lignieresii": 172,
  "Actinobacillus pleuropneumoniae": 173,
  "Actinobacillus succinogenes": 174,
  "Actinobacillus suis": 175,
  "Actinodium cunninghamii": 176,
  "Actinomadura kijaniata": 177,
  "Actinomadura sp. R39": 178,
  "Actinomyces naeslundii": 179,
  "Actinomyces sp.": 180,
  "Actinomyces viscosus": 181,
  "Actinomycetospora chiangmaiensis": 182,
  "Actinoplanes garbadinensis": 183,
  "Actinoplanes missouriensis": 184,
  "Actinoplanes sp. ATCC 31351": 185,
  "Actinoplanes sp. N902-109": 186,
  "Actinoplanes sp. SE50/110": 187,
  "Actinoplanes teichomyceticus": 188,
  "Actinoplanes utahensis": 189,
  "Actinopolyspora halophila": 190,
  "Actinopolyspora mzabensis": 191,
  "Actinosynnema mirum": 192,
  "Actinosynnema pretiosum": 193,
  "Acutisoma longipes": 194,
  "Acyrthosiphon kondoi endosymbiont": 195,
  "Acyrthosiphon pisum": 196,
  "Acytostelium subglobosum": 197,
  "Adalia bipunctata": 198,
  "Adamsia palliata": 199,
  "Adansonia digitata": 200,
  "Addax nasomaculatus": 201,
  "Adenanthera pavonina": 202,
  "Adenia volkensii": 203,
  "Adenium obesum": 204,
  "Adenocaulon himalaicum": 205,
  "Adenostoma fasciculatum": 206,
  "Adesmia lanata": 207,
  "Adiantum capillus-veneris": 208,
  "Adiantum pedatum": 209,
  "Adiantum raddianum": 210,
  "Adisura bella": 211,
  "Adoxa moschatellina": 212,
  "Advenella mimigardefordensis": 213,
  "Aedes aegypti": 214,
  "Aedes albopictus": 215,
  "Aedes togoi": 216,
  "Aegaeobuthus nigrocinctus": 217,
  "Aegilops columnaris": 218,
  "Aegilops comosa": 219,
  "Aegilops crassa": 220,
  "Aegilops speltoides": 221,
  "Aegilops tauschii": 222,
  "Aegilops uniaristata": 223,
  "Aegolius acadicus": 224,
  "Aegypius monachus": 225,
  "Aepyceros melampus": 226,
  "Aepypodius arfakianus": 227,
  "Aepyprymnus rufescens": 228,
  "Aequidens tetramerus": 229,
  "Aequiyoldia eightsii": 230,
  "Aequorea victoria": 231,
  "Aerococcus sp. Group 1": 232,
  "Aerococcus viridans": 233,
  "Aerodramus vulcanorum": 234,
  "Aeromicrobium erythreum": 235,
  "Aeromonas caviae": 236,
  "Aeromonas enteropelogenes": 237,
  "Aeromonas hydrophila": 238,
  "Aeromonas jandaei": 239,
  "Aeromonas salmonicida": 240,
  "Aeromonas sobria": 241,
  "Aeromonas veronii": 242,
  "Aeropyrum pernix": 243,
  "Aesculus hippocastanum": 244,
  "Aesculus pavia": 245,
  "Aeshna cyanea": 246,
  "Aethia cristatella": 247,
  "Aethia psittacula": 248,
  "Aethia pusilla": 249,
  "Aethia pygmaea": 250,
  "Aethina tumida": 251,
  "Aethionema cordifolium": 252,
  "Aethionema grandiflorum": 253,
  "Afifella marina": 254,
  "Afifella pfennigii": 255,
  "Afipia carboxidovorans": 256,
  "Afipia carboxydohydrogena": 257,
  "Afipia felis": 258,
  "African green monkey polyomavirus": 259,
  "Afrocarpus falcatus": 260,
  "Afropavo congensis": 261,
  "Agalychnis annae": 262,
  "Agalychnis callidryas": 263,
  "Agalychnis dacnicolor": 264,
  "Agalychnis lemur": 265,
  "Agalychnis spurrelli": 266,
  "Agama hispida": 267,
  "Agapanthus africanus": 268,
  "Agaricales sp. 'Arthromyces ramosus'": 269,
  "Agaricus bisporus": 270,
  "Agaricus bitorquis": 271,
  "Agaricus campestris": 272,
  "Agaricus placomyces": 273,
  "Agaricus xanthodermus": 274,
  "Agarivorans albus": 275,
  "Agarophyton chilense": 276,
  "Agathis robusta": 277,
  "Agathobacter rectalis": 278,
  "Agave bracteosa": 279,
  "Agelaia pallipes": 280,
  "Agelaia vicina": 281,
  "Agelena orientalis": 282,
  "Agelenopsis aperta": 283,
  "Aggregatibacter actinomycetemcomitans": 284,
  "Aggregatibacter aphrophilus": 285,
  "Agkistrodon bilineatus": 286,
  "Agkistrodon conanti": 287,
  "Agkistrodon contortrix": 288,
  "Agkistrodon laticinctus": 289,
  "Agkistrodon piscivorus": 290,
  "Aglaothamnion neglectum": 291,
  "Agonis flexuosa": 292,
  "Agriosphodrus dohrni": 293,
  "Agriotes lineatus": 294,
  "Agrius convolvuli": 295,
  "Agrobacterium fabrum": 296,
  "Agrobacterium sp. ATCC 21400": 297,
  "Agrobacterium sp. CP4": 298,
  "Agrobacterium sp. KNK712": 299,
  "Agrobacterium tumefaciens": 300,
  "Agrobacterium vitis": 301,
  "Agromyces mediolanus": 302,
  "Agromyces sp. KY5R": 303,
  "Agropyron cristatum": 304,
  "Agrostis stolonifera": 305,
  "Agrotis ipsilon": 306,
  "Ailanthus altissimus": 307,
  "Ailuropoda melanoleuca": 308,
  "Ailurus fulgens": 309,
  "Aipysurus laevis": 310,
  "Aix galericulata": 311,
  "Aix sponsa": 312,
  "Ajuga chamaepitys": 313,
  "Ajuga reptans": 314,
  "Akania bidwillii": 315,
  "Akanthomyces muscarius": 316,
  "Akkermansia muciniphila": 317,
  "Akodon aerosus": 318,
  "Akodon affinis": 319,
  "Akodon albiventer": 320,
  "Akodon azarae": 321,
  "Akodon boliviensis": 322,
  "Akodon budini": 323,
  "Akodon cursor": 324,
  "Akodon dayi": 325,
  "Akodon dolores": 326,
  "Akodon fumeus": 327,
  "Akodon iniscatus": 328,
  "Akodon juninensis": 329,
  "Akodon kofordi": 330,
  "Akodon lindberghi": 331,
  "Akodon lutescens": 332,
  "Akodon mimus": 333,
  "Akodon molinae": 334,
  "Akodon mollis": 335,
  "Akodon montensis": 336,
  "Akodon mystax": 337,
  "Akodon orophilus": 338,
  "Akodon paranaensis": 339,
  "Akodon philipmyersi": 340,
  "Akodon reigi": 341,
  "Akodon serrensis": 342,
  "Akodon siberiae": 343,
  "Akodon spegazzinii": 344,
  "Akodon subfuscus": 345,
  "Akodon toba": 346,
  "Akodon torques": 347,
  "Alaria esculenta": 348,
  "Alatina alata": 349,
  "Albetovirus alphatabaci": 350,
  "Albetovirus betatabaci": 351,
  "Albidella oligococca": 352,
  "Albifimbria verrucaria": 353,
  "Albinaria caerulea": 354,
  "Albinaria turrita": 355,
  "Albizia julibrissin": 356,
  "Albizia kalkora": 357,
  "Albuca bracteata": 358,
  "Alca torda": 359,
  "Alcaligenaceae bacterium FB188": 360,
  "Alcaligenes faecalis": 361,
  "Alcaligenes hydrogenophilus": 362,
  "Alcaligenes sp.": 363,
  "Alcaligenes sp. CT14": 364,
  "Alcanivorax borkumensis": 365,
  "Alcelaphus buselaphus": 366,
  "Alcelaphus lichtensteini": 367,
  "Alces alces": 368,
  "Alcyoneusvirus K641": 369,
  "Aldabrachelys gigantea": 370,
  "Alder yellows phytoplasma": 371,
  "Alectoris chukar": 372,
  "Alectoris graeca": 373,
  "Alectoris rufa": 374,
  "Aleuria aurantia": 375,
  "Alexandrium cohorticula": 376,
  "Alexandrium fundyense": 377,
  "Alexandrium tamarense": 378,
  "Alexandromys fortis": 379,
  "Alexandromys kikuchii": 380,
  "Alexandromys middendorffii": 381,
  "Alexandromys montebelli": 382,
  "Alexandromys oeconomus": 383,
  "Alfamovirus AMV": 384,
  "Aliarcobacter butzleri": 385,
  "Alicycliphilus denitrificans": 386,
  "Alicyclobacillus acidocaldarius": 387,
  "Alicyclobacillus acidoterrestris": 388,
  "Alicyclobacillus sendaiensis": 389,
  "Aliivibrio fischeri": 390,
  "Aliivibrio salmonicida": 391,
  "Alisma canaliculatum": 392,
  "Alisma plantago-aquatica": 393,
  "Alitta virens": 394,
  "Alkalicoccus urumqiensis": 395,
  "Alkalihalobacillus alcalophilus": 396,
  "Alkalihalophilus pseudofirmus": 397,
  "Alkalilimnicola ehrlichii": 398,
  "Alkalimonas amylolytica": 399,
  "Alkaliphilus metalliredigens": 400,
  "Alkaliphilus oremlandii": 401,
  "Alkalithermobacter thermoalcaliphilus": 402,
  "Alkekengi officinarum": 403,
  "Allagelena opulenta": 404,
  "Allamanda cathartica": 405,
  "Alle alle": 406,
  "Allenopithecus nigroviridis": 407,
  "Allenrolfea occidentalis": 408,
  "Allexivirus ecsascalonicum": 409,
  "Alliaria petiolata": 410,
  "Alligator mississippiensis": 411,
  "Allium ampeloprasum": 412,
  "Allium cepa": 413,
  "Allium sativum": 414,
  "Allium textile": 415,
  "Allocebus trichotus": 416,
  "Allochrocebus lhoesti": 417,
  "Allochrocebus preussi": 418,
  "Allochrocebus solatus": 419,
  "Allochromatium vinosum": 420,
  "Allochromatium warmingii": 421,
  "Allocyttus niger": 422,
  "Allokutzneria albata": 423,
  "Allomeiothermus silvanus": 424,
  "Allomyces arbusculus": 425,
  "Allomyces macrogynus": 426,
  "Allorhizobium ampelinum": 427,
  "Alloteuthis subulata": 428,
  "Alluaudia procera": 429,
  "Alnus glutinosa": 430,
  "Alnus incana": 431,
  "Alocasia macrorrhizos": 432,
  "Aloe arborescens": 433,
  "Aloe vera": 434,
  "Alopecosa marikovskyi": 435,
  "Alopecurus pratensis": 436,
  "Alophia veracruzana": 437,
  "Alopias vulpinus": 438,
  "Alopochen aegyptiaca": 439,
  "Alouatta belzebul": 440,
  "Alouatta caraya": 441,
  "Alouatta guariba": 442,
  "Alouatta palliata": 443,
  "Alouatta pigra": 444,
  "Alouatta sara": 445,
  "Alouatta seniculus": 446,
  "Alphaarterivirus equid": 447,
  "Alphabaculovirus adhonmai": 448,
  "Alphabaculovirus agsegetum": 449,
  "Alphabaculovirus alterchofumiferanae": 450,
  "Alphabaculovirus anpernyi": 451,
  "Alphabaculovirus aucalifornicae": 452,
  "Alphabaculovirus bomori": 453,
  "Alphabaculovirus busuppressariae": 454,
  "Alphabaculovirus chofumiferanae": 455,
  "Alphabaculovirus eppostvittanae": 456,
  "Alphabaculovirus hycuneae": 457,
  "Alphabaculovirus leseparatae": 458,
  "Alphabaculovirus lydisparis": 459,
  "Alphabaculovirus mabrassicae": 460,
  "Alphabaculovirus maconfiguratae": 461,
  "Alphabaculovirus orpseudotsugatae": 462,
  "Alphabaculovirus raous": 463,
  "Alphabaculovirus splittoralis": 464,
  "Alphabaculovirus spliturae": 465,
  "Alphabaculovirus spofrugiperdae": 466,
  "Alphacarmovirus dianthi": 467,
  "Alphachrysovirus penicillii": 468,
  "Alphacoronavirus amsterdamense": 469,
  "Alphacoronavirus chicagoense": 470,
  "Alphacoronavirus porci": 471,
  "Alphacoronavirus scotophili": 472,
  "Alphacoronavirus suis": 473,
  "Alphacytorhabdovirus lactucanecante": 474,
  "Alphafusellovirus beppuense": 475,
  "Alphafusellovirus reykjanesense": 476,
  "Alphahypovirus cryphonectriae": 477,
  "Alphainfluenzavirus influenzae": 478,
  "Alphalipothrixvirus beppuense": 479,
  "Alphamesonivirus cavallyense": 480,
  "Alphanecrovirus nicotianae": 481,
  "Alphanodavirus boolarraense": 482,
  "Alphanodavirus flockense": 483,
  "Alphanodavirus heteronychi": 484,
  "Alphanodavirus nodamuraense": 485,
  "Alphanodavirus pariacotoense": 486,
  "Alphanucleorhabdovirus colocasiae": 487,
  "Alphanucleorhabdovirus maydis": 488,
  "Alphanucleorhabdovirus oryzae": 489,
  "Alphapapillomavirus 1": 490,
  "Alphapapillomavirus 10": 491,
  "Alphapapillomavirus 11": 492,
  "Alphapapillomavirus 12": 493,
  "Alphapapillomavirus 13": 494,
  "Alphapapillomavirus 2": 495,
  "Alphapapillomavirus 3": 496,
  "Alphapapillomavirus 4": 497,
  "Alphapapillomavirus 5": 498,
  "Alphapapillomavirus 6": 499,
  "Alphapapillomavirus 7": 500,
  "Alphapapillomavirus 8": 501,
  "Alphapapillomavirus 9": 502,
  "Alphapartitivirus trifolii": 503,
  "Alphapleolipovirus finnoniense": 504,
  "Alphapolyomavirus mauratus": 505,
  "Alphapolyomavirus muris": 506,
  "Alphaportoglobovirus beppuense": 507,
  "Alpharetrovirus aviUR2sar": 508,
  "Alpharetrovirus aviY73sar": 509,
  "Alpharetrovirus avicarmilhil2": 510,
  "Alpharetrovirus avifujsar": 511,
  "Alpharetrovirus avileu": 512,
  "Alpharetrovirus avimyebla": 513,
  "Alpharetrovirus avimyecyt29": 514,
  "Alpharetrovirus avirousar": 515,
  "Alpharetrovirus avisar10": 516,
  "Alphatectivirus PRD1": 517,
  "Alphatorquevirus cerco7": 518,
  "Alphatorquevirus homin1": 519,
  "Alphatorquevirus homin29": 520,
  "Alphatorquevirus homin3": 521,
  "Alphatorquevirus homin4": 522,
  "Alphatorquevirus homin6": 523,
  "Alphatrevirus St1": 524,
  "Alphatrevirus alpha3": 525,
  "Alphatrevirus phiK": 526,
  "Alphatristromavirus pozzuoliense": 527,
  "Alphatristromavirus puteoliense": 528,
  "Alphavirus aura": 529,
  "Alphavirus barmah": 530,
  "Alphavirus chikungunya": 531,
  "Alphavirus eastern": 532,
  "Alphavirus getah": 533,
  "Alphavirus mayaro": 534,
  "Alphavirus middelburg": 535,
  "Alphavirus onyong": 536,
  "Alphavirus rossriver": 537,
  "Alphavirus salmon": 538,
  "Alphavirus semliki": 539,
  "Alphavirus sindbis": 540,
  "Alphavirus venezuelan": 541,
  "Alphavirus western": 542,
  "Alpinia calcarata": 543,
  "Alpinia zerumbet": 544,
  "Alstonia scholaris": 545,
  "Alternaria alternata": 546,
  "Alternaria botrytis": 547,
  "Alternaria brassicicola": 548,
  "Alternaria cinerariae": 549,
  "Alternaria solani": 550,
  "Alteromonas agarilytica": 551,
  "Alteromonas macleodii": 552,
  "Alteromonas mediterranea": 553,
  "Alteromonas naphthalenivorans": 554,
  "Alteromonas sp.": 555,
  "Alteromonas sp. B-10-31": 556,
  "Alteromonas sp. LOR": 557,
  "Alteromonas sp. M1": 558,
  "Alticola macrotis": 559,
  "Alvinoconcha hessleri symbiotic bacterium": 560,
  "Alytes obstetricans": 561,
  "Amanita bisporigera": 562,
  "Amanita exitialis": 563,
  "Amanita fuliginea": 564,
  "Amanita fuligineoides": 565,
  "Amanita muscaria": 566,
  "Amanita ocreata": 567,
  "Amanita pallidorosea": 568,
  "Amanita phalloides": 569,
  "Amanita rimosa": 570,
  "Amanita virosa": 571,
  "Amaranthus caudatus": 572,
  "Amaranthus cruentus": 573,
  "Amaranthus greggii": 574,
  "Amaranthus hybridus": 575,
  "Amaranthus hypochondriacus": 576,
  "Amaranthus retroflexus": 577,
  "Amaranthus tricolor": 578,
  "Amaryllis belladonna": 579,
  "Amazilia tzacatl": 580,
  "Amblyomma americanum": 581,
  "Amblyomma cajennense": 582,
  "Amblyomma hebraeum": 583,
  "Amblyomma maculatum": 584,
  "Amblyomma parvum": 585,
  "Amblyomma testudinarium": 586,
  "Amblyomma triste": 587,
  "Amblyomma variegatum": 588,
  "Amblyornis macgregoriae": 589,
  "Amblypharyngodon chulabhornae": 590,
  "Amblyrhynchus cristatus": 591,
  "Amblysomus hottentotus": 592,
  "Amborella trichopoda": 593,
  "Ambrosia artemisiifolia": 594,
  "Ambrosia psilostachya": 595,
  "Ambrosia trifida": 596,
  "Ambrosiozyma monospora": 597,
  "Amburana acreana": 598,
  "Amburana cearensis": 599,
  "Ambystoma mexicanum": 600,
  "Ambystoma tigrinum": 601,
  "Amdoparvovirus carnivoran1": 602,
  "Amentotaxus argotaenia": 603,
  "Ametrida centurio": 604,
  "Amia calva": 605,
  "Aminobacter aminovorans": 606,
  "Aminobacter sp.": 607,
  "Aminobacterium colombiense": 608,
  "Ammi majus": 609,
  "Ammospermophilus harrisii": 610,
  "Ammotragus lervia": 611,
  "Amoeba proteus": 612,
  "Amolops chunganensis": 613,
  "Amolops loloensis": 614,
  "Amolops mantzorum": 615,
  "Amolops sp. 'jingdongensis'": 616,
  "Amorphophallus abyssinicus": 617,
  "Amorphophallus paeoniifolius": 618,
  "Amorphophallus titanum": 619,
  "Amorphotheca resinae": 620,
  "Ampelomyces quisqualis": 621,
  "Ampelovirus trivitis": 622,
  "Amphibacillus xylanus": 623,
  "Amphibalanus amphitrite": 624,
  "Amphicarpaea bracteata": 625,
  "Amphidinium carterae": 626,
  "Amphidinium operculatum": 627,
  "Amphilophus citrinellus": 628,
  "Amphilophus labiatus": 629,
  "Amphimedon queenslandica": 630,
  "Amphioctopus fangsiao": 631,
  "Amphiuma means": 632,
  "Ampulex compressa": 633,
  "Ampulloclitocybe clavipes": 634,
  "Amsacta albistriga": 635,
  "Amycolatopsis balhimycina": 636,
  "Amycolatopsis lactamdurans": 637,
  "Amycolatopsis mediterranei": 638,
  "Amycolatopsis methanolica": 639,
  "Amycolatopsis orientalis": 640,
  "Amycolatopsis sp.": 641,
  "Amycolatopsis sp. ATCC 39116": 642,
  "Amycolatopsis sp. MI481-42F4": 643,
  "Amyda cartilaginea": 644,
  "Amylomyces rouxii": 645,
  "Amynthas vittatus": 646,
  "Anabaena cylindrica": 647,
  "Anabaena sp. CA = ATCC 33047": 648,
  "Anabaena sp. L-31": 649,
  "Anacardium occidentale": 650,
  "Anadara broughtonii": 651,
  "Anadara inaequivalvis": 652,
  "Anadara trapezia": 653,
  "Anaerobiospirillum succiniciproducens": 654,
  "Anaerococcus prevotii": 655,
  "Anaerolinea thermophila": 656,
  "Anaeromyxobacter dehalogenans": 657,
  "Anaeromyxobacter sp. Fw109-5": 658,
  "Anaeromyxobacter sp. K": 659,
  "Anaeroplasma abactoclasticum": 660,
  "Anaerostipes caccae": 661,
  "Anaerostipes hadrus": 662,
  "Anaerotignum propionicum": 663,
  "Ananas comosus": 664,
  "Ananas macrodontes": 665,
  "Anaplasma centrale": 666,
  "Anaplasma marginale": 667,
  "Anaplasma phagocytophilum": 668,
  "Anarhichas lupus": 669,
  "Anarhichas minor": 670,
  "Anas acuta": 671,
  "Anas capensis": 672,
  "Anas platyrhynchos": 673,
  "Anas poecilorhyncha": 674,
  "Anaxyrus americanus": 675,
  "Anchomanes difformis": 676,
  "Ancylobacter aquaticus": 677,
  "Ancylobacter novellus": 678,
  "Ancylometes sp. MR-2004": 679,
  "Ancylostoma caninum": 680,
  "Androctonus amoreuxi": 681,
  "Androctonus australis": 682,
  "Androctonus crassicauda": 683,
  "Androctonus mauritanicus": 684,
  "Andromeda polifolia": 685,
  "Anemia mexicana": 686,
  "Anemia phyllitidis": 687,
  "Anemone leveillei": 688,
  "Anemonia erythraea": 689,
  "Anemonia manjano": 690,
  "Anemonia sulcata": 691,
  "Anemonia viridis": 692,
  "Anethum foeniculum": 693,
  "Anethum graveolens": 694,
  "Aneura mirabilis": 695,
  "Aneurinibacillus aneurinilyticus": 696,
  "Aneurinibacillus migulanus": 697,
  "Aneurinibacillus thermoaerophilus": 698,
  "Angiopteris evecta": 699,
  "Angiopteris lygodiifolia": 700,
  "Anguilla anguilla": 701,
  "Anguilla australis": 702,
  "Anguilla dieffenbachii": 703,
  "Anguilla interioris": 704,
  "Anguilla japonica": 705,
  "Anguilla marmorata": 706,
  "Anguilla mossambica": 707,
  "Anguilla reinhardtii": 708,
  "Anguilla rostrata": 709,
  "Anhinga novaehollandiae": 710,
  "Anicla infecta": 711,
  "Anilius scytale": 712,
  "Anisakis simplex": 713,
  "Anisomys imitator": 714,
  "Annona cherimola": 715,
  "Annona muricata": 716,
  "Annulohypoxylon moriforme": 717,
  "Annulohypoxylon truncatum": 718,
  "Anochetus emarginatus": 719,
  "Anolis carolinensis": 720,
  "Anolis pulchellus": 721,
  "Anomala cuprea": 722,
  "Anomochloa marantoidea": 723,
  "Anomoporia bombycina": 724,
  "Anopheles albimanus": 725,
  "Anopheles arabiensis": 726,
  "Anopheles atroparvus": 727,
  "Anopheles coluzzii": 728,
  "Anopheles darlingi": 729,
  "Anopheles freeborni": 730,
  "Anopheles funestus": 731,
  "Anopheles gambiae": 732,
  "Anopheles merus": 733,
  "Anopheles quadriannulatus": 734,
  "Anopheles quadrimaculatus": 735,
  "Anopheles stephensi": 736,
  "Anoplius samariensis": 737,
  "Anoplogaster cornuta": 738,
  "Anoplopoma fimbria": 739,
  "Anoplotrupes stercorosus": 740,
  "Anoura caudifer": 741,
  "Anourosorex squamipes": 742,
  "Anourosorex yamashinai": 743,
  "Anoxybacillus flavithermus": 744,
  "Anser anser": 745,
  "Anser caerulescens": 746,
  "Anser canagicus": 747,
  "Anser cygnoides": 748,
  "Anser indicus": 749,
  "Anseranas semipalmata": 750,
  "Antarctic bacterium DS2-3R": 751,
  "Antarctomyces psychrotrophicus": 752,
  "Antaresia childreni": 753,
  "Antaresia maculosa": 754,
  "Antechinomys laniger": 755,
  "Antechinus bellus": 756,
  "Antechinus flavipes": 757,
  "Antechinus godmani": 758,
  "Antechinus leo": 759,
  "Antechinus minimus": 760,
  "Antechinus stuartii": 761,
  "Antechinus swainsonii": 762,
  "Anterhynchium flavomarginatum": 763,
  "Antheopsis maculata": 764,
  "Antheraea mylitta": 765,
  "Antheraea pernyi": 766,
  "Antheraea polyphemus": 767,
  "Antheraea yamamai": 768,
  "Anthericum liliago": 769,
  "Anthocercis angustifolia": 770,
  "Anthocercis viscosa": 771,
  "Anthoceros angustus": 772,
  "Anthoceros punctatus": 773,
  "Anthocleista grandiflora": 774,
  "Anthonomus grandis": 775,
  "Anthopleura aff. xanthogrammica": 776,
  "Anthopleura asiatica": 777,
  "Anthopleura cascaia": 778,
  "Anthopleura elegantissima": 779,
  "Anthopleura fuscoviridis": 780,
  "Anthopleura japonica": 781,
  "Anthopleura nigrescens": 782,
  "Anthopleura sp. 'Zhanjiang'": 783,
  "Anthopleura xanthogrammica": 784,
  "Anthospermum herbaceum": 785,
  "Anthoxanthum odoratum": 786,
  "Anthropoides virgo": 787,
  "Anticarsia gemmatalis nucleopolyhedrovirus": 788,
  "Antidorcas marsupialis": 789,
  "Antigone antigone": 790,
  "Antigone rubicunda": 791,
  "Antigone vipio": 792,
  "Antilocapra americana": 793,
  "Antilope cervicapra": 794,
  "Antirrhinum cirrhigerum": 795,
  "Antirrhinum hispanicum": 796,
  "Antirrhinum linkianum": 797,
  "Antirrhinum majus": 798,
  "Antithamnion sp.": 799,
  "Antonospora locustae": 800,
  "Antrophyum reticulatum": 801,
  "Antrozous pallidus": 802,
  "Anulavirus PZSV": 803,
  "Anuroctonus phaiodactylus": 804,
  "Aonyx capensis": 805,
  "Aonyx cinereus": 806,
  "Aotus azarai": 807,
  "Aotus lemurinus": 808,
  "Aotus nancymaae": 809,
  "Aotus nigriceps": 810,
  "Aotus trivirgatus": 811,
  "Aotus vociferans": 812,
  "Aparavirus apisacutum": 813,
  "Aphanactis jamesoniana": 814,
  "Aphanizomenon baltica": 815,
  "Aphanizomenon flos-aquae": 816,
  "Aphanocladium album": 817,
  "Aphanothece halophytica": 818,
  "Aphanothece sacrum": 819,
  "Aphanotriccus audax": 820,
  "Aphelandra sinclairiana": 821,
  "Aphelenchoides avenae": 822,
  "Aphelocoma coerulescens": 823,
  "Aphidius gifuensis": 824,
  "Aphis citricidus": 825,
  "Aphonopelma sp.": 826,
  "Aphthovirus vesiculae": 827,
  "Aphyllon fasciculatum": 828,
  "Apiospora montagnei": 829,
  "Apiospora sacchari": 830,
  "Apis cerana": 831,
  "Apis dorsata": 832,
  "Apis florea": 833,
  "Apis koschevnikovi": 834,
  "Apis mellifera": 835,
  "Apium graveolens": 836,
  "Aplodontia rufa": 837,
  "Aplysia californica": 838,
  "Aplysia dactylomela": 839,
  "Aplysia depilans": 840,
  "Aplysia fasciata": 841,
  "Aplysia juliana": 842,
  "Aplysia kurodai": 843,
  "Aplysia limacina": 844,
  "Aplysia parvula": 845,
  "Aplysia vaccaria": 846,
  "Aplysina lactuca": 847,
  "Apocynum androsaemifolium": 848,
  "Apocynum cannabinum": 849,
  "Apodemus agrarius": 850,
  "Apodemus alpicola": 851,
  "Apodemus flavicollis": 852,
  "Apodemus mystacinus": 853,
  "Apodemus semotus": 854,
  "Apodemus sylvaticus": 855,
  "Apodemus uralensis": 856,
  "Apogon semilineatus": 857,
  "Apomastus schlingeri": 858,
  "Apomys datae": 859,
  "Apomys gracilirostris": 860,
  "Apomys hylocoetes": 861,
  "Apomys insignis": 862,
  "Apomys musculus": 863,
  "Apostichopus californicus": 864,
  "Apostichopus japonicus": 865,
  "Apostichopus parvimensis": 866,
  "Aptenodytes forsteri": 867,
  "Aptenodytes patagonicus": 868,
  "Aptera fusca": 869,
  "Apteryx australis": 870,
  "Apus apus": 871,
  "Aquabirnavirus salmonidae": 872,
  "Aquarana catesbeiana": 873,
  "Aquareovirus ctenopharyngodontis": 874,
  "Aquareovirus graminis": 875,
  "Aquareovirus salmonis": 876,
  "Aquaspirillum arcticum": 877,
  "Aquatica lateralis": 878,
  "Aquifex aeolicus": 879,
  "Aquifex pyrophilus": 880,
  "Aquila audax": 881,
  "Aquila chrysaetos": 882,
  "Aquilaria crassna": 883,
  "Aquimarina amphilecti": 884,
  "Aquincola tertiaricarbonis": 885,
  "Aquingentivirus A500": 886,
  "Aquipseudomonas alcaligenes": 887,
  "Ara ararauna": 888,
  "Arabella iricolor": 889,
  "Arabidopsis halleri": 890,
  "Arabidopsis lyrata": 891,
  "Arabidopsis thaliana": 892,
  "Arabis alpina": 893,
  "Arabis blepharophylla": 894,
  "Arabis hirsuta": 895,
  "Arabitragus jayakari": 896,
  "Arachis hypogaea": 897,
  "Aralia cordata": 898,
  "Aralia elata": 899,
  "Araneus bicentenarius": 900,
  "Araneus diadematus": 901,
  "Araneus ventricosus": 902,
  "Arapaima gigas": 903,
  "Araucaria angustifolia": 904,
  "Araucaria araucana": 905,
  "Araucaria heterophylla": 906,
  "Arbacia lixula": 907,
  "Arbacia punctulata": 908,
  "Arborophila torqueola": 909,
  "Arbusculohypopterygium arbuscula": 910,
  "Arcanobacterium haemolyticum": 911,
  "Archaeoglobus fulgidus": 912,
  "Archaeoglobus profundus": 913,
  "Archaeoprepona demophon": 914,
  "Archboldomys luzonensis": 915,
  "Archidendron ellipticum": 916,
  "Archimandrita tessellata": 917,
  "Archocentrus centrarchus": 918,
  "Arcobacter nitrofigilis": 919,
  "Arctia virginalis": 920,
  "Arctium lappa": 921,
  "Arctocebus calabarensis": 922,
  "Arctocephalus australis": 923,
  "Arctocephalus forsteri": 924,
  "Arctocephalus galapagoensis": 925,
  "Arctocephalus gazella": 926,
  "Arctocephalus pusillus": 927,
  "Arctocephalus townsendi": 928,
  "Arctogadus glacialis": 929,
  "Arctogalidia trivirgata": 930,
  "Arctonyx collaris": 931,
  "Arctostaphylos uva-ursi": 932,
  "Ardenna tenuirostris": 933,
  "Arenaria drummondii": 934,
  "Arenicola marina": 935,
  "Argas monolakensis": 936,
  "Argas reflexus": 937,
  "Argemone mexicana": 938,
  "Argentina anserina": 939,
  "Argiope aurantia": 940,
  "Argopecten irradians": 941,
  "Argusianus argus": 942,
  "Argyrochosma delicatula": 943,
  "Argyrosomus regius": 944,
  "Arianta arbustorum": 945,
  "Arisaema tortuosum": 946,
  "Aristea capitata": 947,
  "Aristea glauca": 948,
  "Aristea platycaulis": 949,
  "Aristolochia macrophylla": 950,
  "Armadillidium vulgare": 951,
  "Armillaria gallica": 952,
  "Armillaria mellea": 953,
  "Armillaria ostoyae": 954,
  "Armoracia rusticana": 955,
  "Arnebia euchroma": 956,
  "Arnica dealbata": 957,
  "Arnica mollis": 958,
  "Aromatoleum aromaticum": 959,
  "Aromatoleum evansii": 960,
  "Arpophyllum giganteum": 961,
  "Artanema fimbriatum": 962,
  "Artedidraco orianae": 963,
  "Artemia franciscana": 964,
  "Artemia parthenogenetic lineage": 965,
  "Artemia salina": 966,
  "Artemia sp.": 967,
  "Artemisia annua": 968,
  "Artemisia spiciformis": 969,
  "Artemisia vulgaris": 970,
  "Arthrinium phaeospermum": 971,
  "Arthrinium sp.": 972,
  "Arthrobacter glacialis": 973,
  "Arthrobacter globiformis": 974,
  "Arthrobacter keyseri": 975,
  "Arthrobacter pascens": 976,
  "Arthrobacter ramosus": 977,
  "Arthrobacter sp.": 978,
  "Arthrobacter sp. 1C": 979,
  "Arthrobacter sp. B7": 980,
  "Arthrobacter sp. CB-8": 981,
  "Arthrobacter sp. FB24": 982,
  "Arthrobacter sp. KM": 983,
  "Arthrobacter sp. KUJ8602": 984,
  "Arthrobacter sp. NRRL B3728": 985,
  "Arthrobacter sp. P1": 986,
  "Arthrobacter sp. PY1": 987,
  "Arthrobacter sp. Q36": 988,
  "Arthrobacter sp. TE1826": 989,
  "Arthrobacter sp. YCWD3": 990,
  "Arthropteris beckleri": 991,
  "Arthurdendyus triangulatus": 992,
  "Artibeus amplus": 993,
  "Artibeus anderseni": 994,
  "Artibeus aztecus": 995,
  "Artibeus cinereus": 996,
  "Artibeus concolor": 997,
  "Artibeus fimbriatus": 998,
  "Artibeus fraterculus": 999,
  "Artibeus glaucus": 1000,
  "Artibeus hartii": 1001,
  "Artibeus hirsutus": 1002,
  "Artibeus inopinatus": 1003,
  "Artibeus intermedius": 1004,
  "Artibeus jamaicensis": 1005,
  "Artibeus lituratus": 1006,
  "Artibeus obscurus": 1007,
  "Artibeus planirostris": 1008,
  "Artibeus toltecus": 1009,
  "Artocarpus integer": 1010,
  "Artocarpus tonkinensis": 1011,
  "Arum maculatum": 1012,
  "Aruncus dioicus": 1013,
  "Arundo donax": 1014,
  "Arvicanthis niloticus": 1015,
  "Arvicanthis somalicus": 1016,
  "Asaphis violascens": 1017,
  "Asarum canadense": 1018,
  "Asarum europaeum": 1019,
  "Asbolus verrucosus": 1020,
  "Ascaphus truei": 1021,
  "Ascaris suum": 1022,
  "Ascidia sydneiensis": 1023,
  "Asclepias exaltata": 1024,
  "Ascobolus immersus": 1025,
  "Ascochyta fabae": 1026,
  "Ascochyta rabiei": 1027,
  "Ascocoryne sarcoides": 1028,
  "Ascophyllum nodosum": 1029,
  "Ascovirus hvav3a": 1030,
  "Ascovirus sfav1a": 1031,
  "Asellus aquaticus": 1032,
  "Asfivirus haemorrhagiae": 1033,
  "Asimina triloba": 1034,
  "Asio flammeus": 1035,
  "Asobara tabida": 1036,
  "Asparagus maritimus": 1037,
  "Asparagus officinalis": 1038,
  "Aspergillus aculeatus": 1039,
  "Aspergillus alliaceus": 1040,
  "Aspergillus amstelodami": 1041,
  "Aspergillus awamori": 1042,
  "Aspergillus brasiliensis": 1043,
  "Aspergillus calidoustus": 1044,
  "Aspergillus campestris": 1045,
  "Aspergillus candidus": 1046,
  "Aspergillus carbonarius": 1047,
  "Aspergillus chevalieri": 1048,
  "Aspergillus clavatus": 1049,
  "Aspergillus cristatus": 1050,
  "Aspergillus desertorum": 1051,
  "Aspergillus eucalypticola": 1052,
  "Aspergillus ficuum": 1053,
  "Aspergillus fischeri": 1054,
  "Aspergillus flavipes": 1055,
  "Aspergillus flavus": 1056,
  "Aspergillus fumigatus": 1057,
  "Aspergillus fumisynnematus": 1058,
  "Aspergillus giganteus": 1059,
  "Aspergillus glaucus": 1060,
  "Aspergillus hancockii": 1061,
  "Aspergillus homomorphus": 1062,
  "Aspergillus japonicus": 1063,
  "Aspergillus lentulus": 1064,
  "Aspergillus luchuensis": 1065,
  "Aspergillus luteorubrus": 1066,
  "Aspergillus nanangensis": 1067,
  "Aspergillus neoniger": 1068,
  "Aspergillus nidulans": 1069,
  "Aspergillus niger": 1070,
  "Aspergillus nomiae": 1071,
  "Aspergillus novofumigatus": 1072,
  "Aspergillus oryzae": 1073,
  "Aspergillus pallidus": 1074,
  "Aspergillus parasiticus": 1075,
  "Aspergillus phoenicis": 1076,
  "Aspergillus pseudoglaucus": 1077,
  "Aspergillus restrictus": 1078,
  "Aspergillus ruber": 1079,
  "Aspergillus rugulosus": 1080,
  "Aspergillus sclerotiicarbonarius": 1081,
  "Aspergillus sclerotiorum": 1082,
  "Aspergillus sojae": 1083,
  "Aspergillus sp. MF297-2": 1084,
  "Aspergillus stellatus": 1085,
  "Aspergillus tamarii": 1086,
  "Aspergillus terreus": 1087,
  "Aspergillus thermomutatus": 1088,
  "Aspergillus tubingensis": 1089,
  "Aspergillus usamii": 1090,
  "Aspergillus ustus": 1091,
  "Aspergillus vadensis": 1092,
  "Aspergillus versicolor": 1093,
  "Aspergillus violaceofuscus": 1094,
  "Aspergillus wentii": 1095,
  "Asperula laevigata": 1096,
  "Asphodeline lutea": 1097,
  "Aspidelaps scutatus": 1098,
  "Aspidistra elatior": 1099,
  "Aspidites melanocephalus": 1100,
  "Aspidomorphus muelleri": 1101,
  "Aspidoscelis uniparens": 1102,
  "Asplenium nidus": 1103,
  "Astacus astacus": 1104,
  "Aster tataricus": 1105,
  "Aster yellows phytoplasma": 1106,
  "Aster yellows witches'-broom phytoplasma": 1107,
  "Asterias amurensis": 1108,
  "Asterias forbesi": 1109,
  "Asterias rubens": 1110,
  "Asteropus simplex": 1111,
  "Asthenes dorbignyi": 1112,
  "Asticcacaulis excentricus": 1113,
  "Astragalus bisulcatus": 1114,
  "Astragalus mongholicus": 1115,
  "Astragalus penduliflorus": 1116,
  "Astragalus sinicus": 1117,
  "Astrebla lappacea": 1118,
  "Astronotus ocellatus": 1119,
  "Astur gentilis": 1120,
  "Atelerix albiventris": 1121,
  "Ateles belzebuth": 1122,
  "Ateles fusciceps": 1123,
  "Ateles geoffroyi": 1124,
  "Ateles paniscus": 1125,
  "Ateles sp.": 1126,
  "Atelocynus microtis": 1127,
  "Atherina boyeri": 1128,
  "Atheris chlorechis": 1129,
  "Atheris nitschei": 1130,
  "Atheris squamigera": 1131,
  "Athroisma gracile": 1132,
  "Atlantibacter hermannii": 1133,
  "Atractaspis bibronii": 1134,
  "Atractaspis engaddensis": 1135,
  "Atractaspis irregularis": 1136,
  "Atractaspis microlepidota": 1137,
  "Atractaspis micropholis": 1138,
  "Atractosteus spatula": 1139,
  "Atractylodes lancea": 1140,
  "Atrax robustus": 1141,
  "Atrax sp. Illawarra": 1142,
  "Atriplex canescens": 1143,
  "Atriplex hortensis": 1144,
  "Atriplex nummularia": 1145,
  "Atriplex patula": 1146,
  "Atriplex rosea": 1147,
  "Atropa belladonna": 1148,
  "Atropoides picadoi": 1149,
  "Aucuba japonica": 1150,
  "Augacephalus ezendami": 1151,
  "Aulactinia veratra": 1152,
  "Aumaivirus maidis": 1153,
  "Aurantimonas manganoxydans": 1154,
  "Aurelia aurita": 1155,
  "Aureobasidium melanogenum": 1156,
  "Aureobasidium pullulans": 1157,
  "Aureusvirus aurei": 1158,
  "Auricularia auricula-judae": 1159,
  "Auricularia subglabra": 1160,
  "Australopyrum velutinum": 1161,
  "Austrelaps labialis": 1162,
  "Austrelaps superbus": 1163,
  "Austrocylindropuntia vestita": 1164,
  "Austrophasma gansbaaiense": 1165,
  "Austrophasma rawsonvillense": 1166,
  "Austrosteenisia blackii": 1167,
  "Auxenochlorella protothecoides": 1168,
  "Auxenochlorella pyrenoidosa": 1169,
  "Auxis rochei": 1170,
  "Avahi cleesei": 1171,
  "Avahi laniger": 1172,
  "Avahi occidentalis": 1173,
  "Avahi unicolor": 1174,
  "Avastrovirus galli": 1175,
  "Avastrovirus intestini": 1176,
  "Avastrovirus meleagridis": 1177,
  "Avena fatua": 1178,
  "Avena sativa": 1179,
  "Avenavirus avenae": 1180,
  "Avenella flexuosa": 1181,
  "Averrhoa carambola": 1182,
  "Aviadenovirus hepatitidis": 1183,
  "Aviadenovirus hydropericardii": 1184,
  "Aviadenovirus ventriculi": 1185,
  "Avian musculoaponeurotic fibrosarcoma virus AS42": 1186,
  "Avian myeloblastosis-associated virus": 1187,
  "Avian myelocytomatosis virus": 1188,
  "Avian myelocytomatosis virus hbi": 1189,
  "Avian retrovirus IC10": 1190,
  "Avian retrovirus NK24": 1191,
  "Avian sarcoma virus": 1192,
  "Avibacterium avium": 1193,
  "Avibacterium gallinarum": 1194,
  "Avibacterium paragallinarum": 1195,
  "Avibacterium volantium": 1196,
  "Avibirnavirus gumboroense": 1197,
  "Avicennia germinans": 1198,
  "Avicennia marina": 1199,
  "Avicularia aurantiaca": 1200,
  "Avicularia juruensis": 1201,
  "Avicularia purpurea": 1202,
  "Avicularia sp.": 1203,
  "Avihepadnavirus anatigruidae": 1204,
  "Avihepadnavirus ciconiardeae": 1205,
  "Avihepevirus magniiecur": 1206,
  "Avipoxvirus canarypox": 1207,
  "Avipoxvirus fowlpox": 1208,
  "Axinella polypoides": 1209,
  "Axis axis": 1210,
  "Axis porcinus": 1211,
  "Aythya americana": 1212,
  "Aythya fuligula": 1213,
  "Azadirachta indica": 1214,
  "Azemiops feae": 1215,
  "Azoarcus olearius": 1216,
  "Azoarcus sp.": 1217,
  "Azoarcus sp. CIB": 1218,
  "Azomonas macrocytogenes": 1219,
  "Azorhizobium caulinodans": 1220,
  "Azorhizophilus paspali": 1221,
  "Azospira oryzae": 1222,
  "Azospirillum brasilense": 1223,
  "Azospirillum lipoferum": 1224,
  "Azospirillum sp. B510": 1225,
  "Azotobacter chroococcum": 1226,
  "Azotobacter salinestris": 1227,
  "Azotobacter vinelandii": 1228,
  "Babesia bovis": 1229,
  "Babesia divergens": 1230,
  "Babiana stricta": 1231,
  "Baboon endogenous virus": 1232,
  "Babuvirus musae": 1233,
  "Babycurus centrurimorphus": 1234,
  "Babyrousa babyrussa": 1235,
  "Bacillus acidopullulyticus": 1236,
  "Bacillus altitudinis": 1237,
  "Bacillus amyloliquefaciens": 1238,
  "Bacillus anthracis": 1239,
  "Bacillus atrophaeus": 1240,
  "Bacillus cereus": 1241,
  "Bacillus cytotoxicus": 1242,
  "Bacillus intermedius": 1243,
  "Bacillus israeli": 1244,
  "Bacillus licheniformis": 1245,
  "Bacillus methanolicus": 1246,
  "Bacillus mojavensis": 1247,
  "Bacillus mycoides": 1248,
  "Bacillus ohbensis": 1249,
  "Bacillus paralicheniformis": 1250,
  "Bacillus phage 010DV004": 1251,
  "Bacillus phage M2": 1252,
  "Bacillus phage SBSphiJ": 1253,
  "Bacillus phage SBSphiJ4": 1254,
  "Bacillus phage SBSphiJ7": 1255,
  "Bacillus phage SF6": 1256,
  "Bacillus phage SP-10": 1257,
  "Bacillus phage SPO2": 1258,
  "Bacillus phage SPR": 1259,
  "Bacillus phage SPbetaL7": 1260,
  "Bacillus phage phi3T": 1261,
  "Bacillus phage rho11s": 1262,
  "Bacillus phage rho15": 1263,
  "Bacillus phage vB_BveM-Goe7": 1264,
  "Bacillus pumilus": 1265,
  "Bacillus safensis": 1266,
  "Bacillus sp. (in: firmicutes)": 1267,
  "Bacillus sp. 1-1": 1268,
  "Bacillus sp. 1011": 1269,
  "Bacillus sp. 17-1": 1270,
  "Bacillus sp. 170": 1271,
  "Bacillus sp. 38-2": 1272,
  "Bacillus sp. 6.3.3": 1273,
  "Bacillus sp. 707": 1274,
  "Bacillus sp. Ak1": 1275,
  "Bacillus sp. B-0618": 1276,
  "Bacillus sp. B1018": 1277,
  "Bacillus sp. B21-2": 1278,
  "Bacillus sp. DS11": 1279,
  "Bacillus sp. EA1": 1280,
  "Bacillus sp. F5": 1281,
  "Bacillus sp. GL1": 1282,
  "Bacillus sp. H-257": 1283,
  "Bacillus sp. HIL-Y85/54728": 1284,
  "Bacillus sp. KSM-330": 1285,
  "Bacillus sp. KSM-522": 1286,
  "Bacillus sp. KSM-635": 1287,
  "Bacillus sp. KSM-64": 1288,
  "Bacillus sp. L7": 1289,
  "Bacillus sp. LW2": 1290,
  "Bacillus sp. MD1": 1291,
  "Bacillus sp. MGA3": 1292,
  "Bacillus sp. MN-32": 1293,
  "Bacillus sp. NEB-606": 1294,
  "Bacillus sp. NS-129": 1295,
  "Bacillus sp. OY1-2": 1296,
  "Bacillus sp. OxB-1": 1297,
  "Bacillus sp. PS3": 1298,
  "Bacillus sp. RFL6": 1299,
  "Bacillus sp. S": 1300,
  "Bacillus sp. TA39": 1301,
  "Bacillus sp. TB-90": 1302,
  "Bacillus sp. ULM1": 1303,
  "Bacillus sp. YAB": 1304,
  "Bacillus sp. YM-1": 1305,
  "Bacillus sp. YM-2": 1306,
  "Bacillus sp. nio-1130": 1307,
  "Bacillus spizizenii": 1308,
  "Bacillus stratosphericus": 1309,
  "Bacillus subtilis": 1310,
  "Bacillus thermoamyloliquefaciens": 1311,
  "Bacillus thermoproteolyticus": 1312,
  "Bacillus thermotolerans": 1313,
  "Bacillus thuringiensis": 1314,
  "Bacillus vallismortis": 1315,
  "Bacillus velezensis": 1316,
  "Backhousia citriodora": 1317,
  "Backhousia myrtifolia": 1318,
  "Backhousia subargentea": 1319,
  "Bacteriovorax stolpii": 1320,
  "Bacteroides fragilis": 1321,
  "Bacteroides helcogenes": 1322,
  "Bacteroides ovatus": 1323,
  "Bacteroides stercoris": 1324,
  "Bacteroides thetaiotaomicron": 1325,
  "Bacteroides uniformis": 1326,
  "Bactrocera dorsalis": 1327,
  "Bactrocera oleae": 1328,
  "Badhamia polycephala": 1329,
  "Badnavirus maculacommelinae": 1330,
  "Baeolophus inornatus": 1331,
  "Bafinivirus bliccae": 1332,
  "Bahiopsis tomentosa": 1333,
  "Baiomys taylori": 1334,
  "Balaena mysticetus": 1335,
  "Balaenoptera acutorostrata": 1336,
  "Balaenoptera bonaerensis": 1337,
  "Balaenoptera borealis": 1338,
  "Balaenoptera brydei": 1339,
  "Balaenoptera edeni": 1340,
  "Balaenoptera musculus": 1341,
  "Balaenoptera omurai": 1342,
  "Balaenoptera physalus": 1343,
  "Balaka seemannii": 1344,
  "Balansia obtecta": 1345,
  "Balantiopteryx plicata": 1346,
  "Balanus nubilus": 1347,
  "Balearica pavonina": 1348,
  "Balearica regulorum": 1349,
  "Bambusa multiplex": 1350,
  "Bambusicola thoracicus": 1351,
  "Banasa dimiata": 1352,
  "Bandavirus bhanjanagarense": 1353,
  "Bandavirus dabieense": 1354,
  "Bandavirus heartlandense": 1355,
  "Banksia cuneata": 1356,
  "Bantua robusta": 1357,
  "Barbarea verna": 1358,
  "Barbarea vulgaris": 1359,
  "Barbatula barbatula": 1360,
  "Barbus barbus": 1361,
  "Barclaya longifolia": 1362,
  "Barleria prionitis": 1363,
  "Barnadesia caryophylla": 1364,
  "Barnadesia spinosa": 1365,
  "Barthadenovirus bosquartum": 1366,
  "Barthadenovirus bosseptimum": 1367,
  "Barthadenovirus ovis": 1368,
  "Barthadenovirus serpentis": 1369,
  "Bartonella bacilliformis": 1370,
  "Bartonella clarridgeiae": 1371,
  "Bartonella doshiae": 1372,
  "Bartonella elizabethae": 1373,
  "Bartonella grahamii": 1374,
  "Bartonella henselae": 1375,
  "Bartonella quintana": 1376,
  "Bartonella schoenbuchensis": 1377,
  "Bartonella taylorii": 1378,
  "Bartonella tribocorum": 1379,
  "Bartonella vinsonii": 1380,
  "Bartsia alpina": 1381,
  "Basella alba": 1382,
  "Basileuterus culicivorus": 1383,
  "Bassariscus astutus": 1384,
  "Bassia hyssopifolia": 1385,
  "Bathyergus suillus": 1386,
  "Bathyraja eatonii": 1387,
  "Batis maritima": 1388,
  "Batomys granti": 1389,
  "Batophora oerstedii": 1390,
  "Batozonellus maculifrons": 1391,
  "Batrachochytrium dendrobatidis": 1392,
  "Batrachocottus multiradiatus": 1393,
  "Batrachocottus nikolskii": 1394,
  "Batrachoididae gen. sp.": 1395,
  "Bauera rubioides": 1396,
  "Bauhinia bauhinioides": 1397,
  "Bauhinia forficata": 1398,
  "Bauhinia purpurea": 1399,
  "Bauhinia rufa": 1400,
  "Bauhinia ungulata": 1401,
  "Bauhinia variegata": 1402,
  "Bazzania trilobata": 1403,
  "Bcepmuvirus bcepMu": 1404,
  "Bdellomicrovirus MH2K": 1405,
  "Bdellovibrio bacteriovorus": 1406,
  "Beamys hindei": 1407,
  "Beatragus hunteri": 1408,
  "Beaucarnea recurvata": 1409,
  "Beaumontia grandiflora": 1410,
  "Beauveria bassiana": 1411,
  "Bebbia juncea": 1412,
  "Beecentumtrevirus B103": 1413,
  "Beecentumtrevirus Nf": 1414,
  "Begomovirus bauri": 1415,
  "Begomovirus birdi": 1416,
  "Begomovirus brassicajamaicaense": 1417,
  "Begomovirus capsicumhuastecoense": 1418,
  "Begomovirus coheni": 1419,
  "Begomovirus cucurbitapeponis": 1420,
  "Begomovirus manihotis": 1421,
  "Begomovirus manihotisindianense": 1422,
  "Begomovirus solanumaureimusivi": 1423,
  "Begomovirus solanumaustraliaense": 1424,
  "Begomovirus solanumflavusardiniaense": 1425,
  "Begomovirus solanumflavuschinaense": 1426,
  "Begomovirus solanumvariati": 1427,
  "Begomovirus tuberosi": 1428,
  "Begomovirus vignaradiatae": 1429,
  "Begonia metallica x Begonia sanguinea": 1430,
  "Beijerinckia indica": 1431,
  "Bellis perennis": 1432,
  "Belomys pearsonii": 1433,
  "Bemisia tabaci": 1434,
  "Benincasa hispida": 1435,
  "Benyvirus necrobetae": 1436,
  "Berardius bairdii": 1437,
  "Berberis stolonifera": 1438,
  "Berberis wilsoniae": 1439,
  "Bergeriella denitrificans": 1440,
  "Beris vallata": 1441,
  "Bertholletia excelsa": 1442,
  "Bertiera breviflora": 1443,
  "Berylmys bowersi": 1444,
  "Berzelia lanuginosa": 1445,
  "Beta trigyna": 1446,
  "Beta vulgaris": 1447,
  "Betaarterivirus americense": 1448,
  "Betaarterivirus europensis": 1449,
  "Betabaculovirus adoranae": 1450,
  "Betabaculovirus agsegetum": 1451,
  "Betabaculovirus arrapae": 1452,
  "Betabaculovirus chofumiferanae": 1453,
  "Betabaculovirus cryleucotretae": 1454,
  "Betabaculovirus cypomonellae": 1455,
  "Betabaculovirus habrilliantis": 1456,
  "Betabaculovirus lacoleraceae": 1457,
  "Betabaculovirus trini": 1458,
  "Betabaculovirus xecnigri": 1459,
  "Betacarmovirus brassicae": 1460,
  "Betacoronavirus cameli": 1461,
  "Betacoronavirus gravedinis": 1462,
  "Betacoronavirus hongkongense": 1463,
  "Betacoronavirus muris": 1464,
  "Betacoronavirus pandemicum": 1465,
  "Betacoronavirus pipistrelli": 1466,
  "Betacoronavirus rousetti": 1467,
  "Betacoronavirus tylonycteridis": 1468,
  "Betacytorhabdovirus graminae": 1469,
  "Betaentomopoxvirus amoorei": 1470,
  "Betaentomopoxvirus cbiennis": 1471,
  "Betaentomopoxvirus cfumiferana": 1472,
  "Betainfluenzavirus influenzae": 1473,
  "Betalipothrixvirus hveragerdiense": 1474,
  "Betanecrovirus nicotianae": 1475,
  "Betanodavirus epinepheli": 1476,
  "Betanodavirus pseudocarangis": 1477,
  "Betanodavirus verasperi": 1478,
  "Betanucleorhabdovirus retesonchi": 1479,
  "Betapapillomavirus 1": 1480,
  "Betapapillomavirus 2": 1481,
  "Betapapillomavirus 3": 1482,
  "Betapartitivirus atkinsonellae": 1483,
  "Betapolyomavirus hominis": 1484,
  "Betapolyomavirus macacae": 1485,
  "Betapolyomavirus quartihominis": 1486,
  "Betapolyomavirus saboliviensis": 1487,
  "Betapolyomavirus secuhominis": 1488,
  "Betapolyomavirus secumuris": 1489,
  "Betapolyomavirus tertihominis": 1490,
  "Betaretrovirus maspfimon": 1491,
  "Betaretrovirus murmamtum": 1492,
  "Betaretrovirus ovijaa": 1493,
  "Betaretrovirus squmon": 1494,
  "Betatectivirus Bam35": 1495,
  "Betatetravirus nudaureliae": 1496,
  "Betatorquevirus homini1": 1497,
  "Betatristromavirus kraflaense": 1498,
  "Bettongia penicillata": 1499,
  "Betula nigra": 1500,
  "Betula papyrifera": 1501,
  "Betula pendula": 1502,
  "Betula platyphylla": 1503,
  "Beutenbergia cavernae": 1504,
  "Bibersteinia trehalosi": 1505,
  "Bicaudavirus pozzuoliense": 1506,
  "Bifidobacterium adolescentis": 1507,
  "Bifidobacterium animalis": 1508,
  "Bifidobacterium bifidum": 1509,
  "Bifidobacterium breve": 1510,
  "Bifidobacterium dentium": 1511,
  "Bifidobacterium longum": 1512,
  "Bifidobacterium pseudocatenulatum": 1513,
  "Bigelowiella natans": 1514,
  "Bilophila wadsworthia": 1515,
  "Biomphalaria alexandrina": 1516,
  "Biomphalaria glabrata": 1517,
  "Biomphalaria obstructa": 1518,
  "Biomphalaria pfeifferi": 1519,
  "Biomphalaria tenagophila": 1520,
  "Bionia pedicellata": 1521,
  "Biphyllus lunatus": 1522,
  "Bipolaris maydis": 1523,
  "Bipolaris oryzae": 1524,
  "Bipolaris sorokiniana": 1525,
  "Bipolaris victoriae": 1526,
  "Bipolaris zeicola": 1527,
  "Bisanthe pulchripennis": 1528,
  "Bison bison": 1529,
  "Bison bonasus": 1530,
  "Bison priscus": 1531,
  "Biston betularia": 1532,
  "Bistorta officinalis": 1533,
  "Bithynia tentaculata": 1534,
  "Bitis arietans": 1535,
  "Bitis caudalis": 1536,
  "Bitis gabonica": 1537,
  "Bitis nasicornis": 1538,
  "Bitis rhinoceros": 1539,
  "Bixa orellana": 1540,
  "Bixzunavirus Bxz1": 1541,
  "Blaberus craniifer": 1542,
  "Blaberus discoidalis": 1543,
  "Blaberus giganteus": 1544,
  "Blakeslea trispora": 1545,
  "Blaptica dubia": 1546,
  "Blarina brevicauda": 1547,
  "Blarina carolinensis": 1548,
  "Blarina hylophaga": 1549,
  "Blarinomys breviceps": 1550,
  "Blastobotrys adeninivorans": 1551,
  "Blastocerus dichotomus": 1552,
  "Blastochloris viridis": 1553,
  "Blastocladiella emersonii": 1554,
  "Blastocystis hominis": 1555,
  "Blastomyces dermatitidis": 1556,
  "Blastomyces gilchristii": 1557,
  "Blatta orientalis": 1558,
  "Blattabacterium sp. (Periplaneta americana)": 1559,
  "Blattella germanica": 1560,
  "Blautia hansenii": 1561,
  "Blautia hydrogenotrophica": 1562,
  "Blechnopsis orientalis": 1563,
  "Blechnum occidentale": 1564,
  "Blepharisma americanum": 1565,
  "Blepharisma japonicum": 1566,
  "Blepharisma musculus": 1567,
  "Blepharispermum zanguebaricum": 1568,
  "Blepharodera discoidalis": 1569,
  "Blitum bonus-henricus": 1570,
  "Blomia tropicalis": 1571,
  "Blosnavirus channae": 1572,
  "Blumeria graminis": 1573,
  "Blumeria hordei": 1574,
  "Boa constrictor": 1575,
  "Boana albopunctata": 1576,
  "Boana lundii": 1577,
  "Boana punctata": 1578,
  "Boana raniceps": 1579,
  "Bobartia gladiata": 1580,
  "Bocaparvovirus primate1": 1581,
  "Bocaparvovirus primate2": 1582,
  "Bocaparvovirus ungulate1": 1583,
  "Boiga dendrophila": 1584,
