{
  "<UNK>": 0,
  "Acanthamoeba castellanii str. Neff": 1,
  "Acaryochloris marina MBIC11017": 2,
  "Acetivibrio thermocellus ATCC 27405": 3,
  "Acetoanaerobium sticklandii DSM 519": 4,
  "Acetobacterium woodii DSM 1030": 5,
  "Acetohalobium arabaticum DSM 5501": 6,
  "Acholeplasma laidlawii PG-8A": 7,
  "Achromobacter xylosoxidans A8": 8,
  "Acidaminococcus fermentans DSM 20731": 9,
  "Acidianus hospitalis W1": 10,
  "Acidilobus saccharovorans 345-15": 11,
  "Acidimicrobium ferrooxidans DSM 10331": 12,
  "Acidiphilium cryptum JF-5": 13,
  "Acidiphilium multivorum AIU301": 14,
  "Acidithiobacillus caldus ATCC 51756": 15,
  "Acidithiobacillus ferrooxidans ATCC 23270": 16,
  "Acidithiobacillus ferrooxidans ATCC 53993": 17,
  "Acidobacterium capsulatum ATCC 51196": 18,
  "Acidothermus cellulolyticus 11B": 19,
  "Aciduliprofundum boonei T469": 20,
  "Acinetobacter baumannii 1295743": 21,
  "Acinetobacter baumannii 532279": 22,
  "Acinetobacter baumannii AB0057": 23,
  "Acinetobacter baumannii AB307-0294": 24,
  "Acinetobacter baumannii ACICU": 25,
  "Acinetobacter baumannii ATCC 17978": 26,
  "Acinetobacter baumannii ATCC 19606 = CIP 70.34 = JCM 6841": 27,
  "Acinetobacter baumannii AYE": 28,
  "Acinetobacter baumannii IS-123": 29,
  "Acinetobacter baumannii MDR-ZJ06": 30,
  "Acinetobacter baumannii SDF": 31,
  "Acinetobacter baylyi ADP1": 32,
  "Acinetobacter calcoaceticus subsp. anitratus": 33,
  "Acinetobacter oleivorans DR1": 34,
  "Acinetobacter pittii PHEA-2": 35,
  "Acinetobacter venetianus RAG-1 = CIP 110063": 36,
  "Actinobacillus pleuropneumoniae serovar 3 str. JL03": 37,
  "Actinobacillus pleuropneumoniae serovar 5b str. L20": 38,
  "Actinobacillus pleuropneumoniae serovar 7 str. AP76": 39,
  "Actinobacillus succinogenes 130Z": 40,
  "Actinomyces naeslundii str. Howell 279": 41,
  "Actinomycetospora chiangmaiensis DSM 45062": 42,
  "Actinoplanes missouriensis 431": 43,
  "Actinosynnema mirum DSM 43827": 44,
  "Actinosynnema pretiosum subsp. auranticum": 45,
  "Advenella mimigardefordensis DPN7": 46,
  "Aegilops tauschii subsp. strangulata": 47,
  "Aerococcus viridans ATCC 11563 = CCUG 4311": 48,
  "Aeromicrobium erythreum (NRRL B-3381)": 49,
  "Aeromonas hydrophila subsp. hydrophila ATCC 7966": 50,
  "Aeromonas salmonicida subsp. salmonicida": 51,
  "Aeromonas salmonicida subsp. salmonicida A449": 52,
  "Aeromonas veronii B565": 53,
  "Aeropyrum pernix K1": 54,
  "Afipia carboxidovorans OM5": 55,
  "Agathobacter rectalis ATCC 33656": 56,
  "Aggregatibacter actinomycetemcomitans D11S-1": 57,
  "Aggregatibacter aphrophilus NJ8700": 58,
  "Agkistrodon contortrix contortrix": 59,
  "Agkistrodon piscivorus leucostoma": 60,
  "Agkistrodon piscivorus piscivorus": 61,
  "Agrobacterium fabrum str. C58": 62,
  "Agrobacterium tumefaciens (strain 15955)": 63,
  "Agrobacterium tumefaciens (strain Ach5)": 64,
  "Agrobacterium tumefaciens (strain B2A)": 65,
  "Agrobacterium tumefaciens (strain II CHRYS)": 66,
  "Agrobacterium tumefaciens (strain RS5)": 67,
  "Agrobacterium tumefaciens (strain T37)": 68,
  "Agrobacterium tumefaciens (strain apple 185)": 69,
  "Akkermansia muciniphila ATCC BAA-835": 70,
  "Akodon lutescens puer": 71,
  "Alcanivorax borkumensis SK2": 72,
  "Alces alces alces": 73,
  "Alces alces cameloides": 74,
  "Aliarcobacter butzleri RM4018": 75,
  "Alicycliphilus denitrificans K601": 76,
  "Alicyclobacillus acidocaldarius subsp. acidocaldarius": 77,
  "Alicyclobacillus acidocaldarius subsp. acidocaldarius DSM 446": 78,
  "Alicyclobacillus acidoterrestris ATCC 49025": 79,
  "Aliivibrio fischeri ES114": 80,
  "Aliivibrio fischeri MJ11": 81,
  "Aliivibrio salmonicida LFI1238": 82,
  "Alkalihalophilus pseudofirmus OF4": 83,
  "Alkalilimnicola ehrlichii MLHE-1": 84,
  "Alkaliphilus metalliredigens QYMF": 85,
  "Alkaliphilus oremlandii OhILAs": 86,
  "Allochromatium vinosum DSM 180": 87,
  "Allomeiothermus silvanus DSM 9946": 88,
  "Allorhizobium ampelinum S4": 89,
  "Alteracholeplasma palmae J233": 90,
  "Alteromonas mediterranea DE": 91,
  "Amanita muscaria Koide BX008": 92,
  "Aminobacterium colombiense DSM 12261": 93,
  "Amphibacillus xylanus NBRC 15112": 94,
  "Amycolatopsis mediterranei S699": 95,
  "Amycolatopsis mediterranei U32": 96,
  "Anaerococcus prevotii DSM 20548": 97,
  "Anaerolinea thermophila UNI-1": 98,
  "Anaeromyxobacter dehalogenans 2CP-1": 99,
  "Anaeromyxobacter dehalogenans 2CP-C": 100,
  "Anaerostipes caccae L1-92": 101,
  "Anaplasma marginale str. Florida": 102,
  "Anaplasma marginale str. Illinois": 103,
  "Anaplasma marginale str. St. Maries": 104,
  "Anaplasma marginale str. Virginia": 105,
  "Anaplasma phagocytophilum str. HZ": 106,
  "Anas platyrhynchos platyrhynchos": 107,
  "Ancylobacter novellus DSM 506": 108,
  "Androctonus mauritanicus mauritanicus": 109,
  "Anoxybacillus flavithermus WK1": 110,
  "Anser anser anser": 111,
  "Anterhynchium flavomarginatum micado": 112,
  "Aotus azarai infulatus": 113,
  "Aphanizomenon flos-aquae 2012/KM1/D3": 114,
  "Apis cerana cerana": 115,
  "Apis mellifera carnica": 116,
  "Apis mellifera ligustica": 117,
  "Apis mellifera scutellata": 118,
  "Aquifex aeolicus VF5": 119,
  "Aquipseudomonas alcaligenes NBRC 14159": 120,
  "Arabidopsis halleri subsp. gemmifera": 121,
  "Arabidopsis halleri subsp. halleri": 122,
  "Arabidopsis lyrata subsp. lyrata": 123,
  "Arabidopsis lyrata subsp. petraea": 124,
  "Arcanobacterium haemolyticum DSM 20595": 125,
  "Archaeoglobus fulgidus DSM 4304": 126,
  "Archaeoglobus profundus DSM 5631": 127,
  "Arcobacter nitrofigilis DSM 7299": 128,
  "Aromatoleum aromaticum EbN1": 129,
  "Arthrobacter globiformis NBRC 12137": 130,
  "Artibeus glaucus watsoni": 131,
  "Ascidia sydneiensis samea": 132,
  "Aspergillus aculeatus ATCC 16872": 133,
  "Aspergillus brasiliensis CBS 101740": 134,
  "Aspergillus campestris IBT 28561": 135,
  "Aspergillus carbonarius ITEM 5010": 136,
  "Aspergillus clavatus NRRL 1": 137,
  "Aspergillus eucalypticola CBS 122712": 138,
  "Aspergillus fischeri NRRL 181": 139,
  "Aspergillus flavus AF70": 140,
  "Aspergillus flavus NRRL3357": 141,
  "Aspergillus fumigatus A1163": 142,
  "Aspergillus fumigatus Af293": 143,
  "Aspergillus homomorphus CBS 101889": 144,
  "Aspergillus luchuensis CBS 106.47": 145,
  "Aspergillus luchuensis IFO 4308": 146,
  "Aspergillus neoniger CBS 115656": 147,
  "Aspergillus nidulans FGSC A4": 148,
  "Aspergillus niger ATCC 1015": 149,
  "Aspergillus niger CBS 101883": 150,
  "Aspergillus niger CBS 513.88": 151,
  "Aspergillus nomiae NRRL 13137": 152,
  "Aspergillus novofumigatus IBT 16806": 153,
  "Aspergillus oryzae 3.042": 154,
  "Aspergillus oryzae RIB40": 155,
  "Aspergillus parasiticus SU-1": 156,
  "Aspergillus ruber CBS 135680": 157,
  "Aspergillus sclerotiicarbonarius CBS 121057": 158,
  "Aspergillus terreus NIH2624": 159,
  "Aspergillus tubingensis CBS 134.48": 160,
  "Aspergillus vadensis CBS 113365": 161,
  "Aspergillus violaceofuscus CBS 115571": 162,
  "Aster yellows witches'-broom phytoplasma AYWB": 163,
  "Asticcacaulis excentricus CB 48": 164,
  "Ateles fusciceps robustus": 165,
  "Athroisma gracile subsp. psyllioides": 166,
  "Atractaspis microlepidota microlepidota": 167,
  "Aurantimonas manganoxydans SI85-9A1": 168,
  "Auricularia subglabra TFB-10046 SS5": 169,
  "Azorhizobium caulinodans ORS 571": 170,
  "Azospira oryzae PS": 171,
  "Azospirillum lipoferum 4B": 172,
  "Azotobacter chroococcum (strain mcd 1)": 173,
  "Azotobacter vinelandii DJ": 174,
  "Bacillus amyloliquefaciens DSM 7 = ATCC 23350": 175,
  "Bacillus anthracis str. A0248": 176,
  "Bacillus anthracis str. CDC 684": 177,
  "Bacillus atrophaeus 1942": 178,
  "Bacillus cereus 03BB102": 179,
  "Bacillus cereus AH187": 180,
  "Bacillus cereus AH820": 181,
  "Bacillus cereus ATCC 10987": 182,
  "Bacillus cereus ATCC 14579": 183,
  "Bacillus cereus B4264": 184,
  "Bacillus cereus E33L": 185,
  "Bacillus cereus G9842": 186,
  "Bacillus cereus H3081.97": 187,
  "Bacillus cereus HuB5-5": 188,
  "Bacillus cereus MSX-D12": 189,
  "Bacillus cereus Q1": 190,
  "Bacillus cereus VD014": 191,
  "Bacillus cereus VD045": 192,
  "Bacillus cereus VD146": 193,
  "Bacillus cytotoxicus NVH 391-98": 194,
  "Bacillus licheniformis DSM 13 = ATCC 14580": 195,
  "Bacillus methanolicus MGA3": 196,
  "Bacillus mycoides KBAB4": 197,
  "Bacillus paralicheniformis ATCC 9945a": 198,
  "Bacillus pumilus ATCC 7061": 199,
  "Bacillus pumilus SAFR-032": 200,
  "Bacillus spizizenii TU-B-10": 201,
  "Bacillus spizizenii str. W23": 202,
  "Bacillus subtilis BSn5": 203,
  "Bacillus subtilis subsp. amylosacchariticus": 204,
  "Bacillus subtilis subsp. natto": 205,
  "Bacillus subtilis subsp. natto BEST195": 206,
  "Bacillus subtilis subsp. subtilis str. 168": 207,
  "Bacillus thuringiensis BMB171": 208,
  "Bacillus thuringiensis serovar kurstaki str. HD73": 209,
  "Bacillus thuringiensis str. Al Hakam": 210,
  "Bacillus velezensis FZB42": 211,
  "Bacillus velezensis YAU B9601-Y2": 212,
  "Bacteroides fragilis 638R": 213,
  "Bacteroides fragilis NCTC 9343": 214,
  "Bacteroides fragilis YCH46": 215,
  "Bacteroides helcogenes P 36-108": 216,
  "Bacteroides ovatus ATCC 8483": 217,
  "Bacteroides thetaiotaomicron VPI-5482": 218,
  "Bacteroides uniformis ATCC 8492": 219,
  "Balaenoptera acutorostrata scammoni": 220,
  "Bartonella bacilliformis KC583": 221,
  "Bartonella grahamii as4aup": 222,
  "Bartonella henselae str. Houston-1": 223,
  "Bartonella quintana str. Toulouse": 224,
  "Bartonella schoenbuchensis R1": 225,
  "Bartonella tribocorum CIP 105476": 226,
  "Bartonella vinsonii subsp. berkhoffii": 227,
  "Batrachochytrium dendrobatidis JAM81": 228,
  "Baumannia cicadellinicola str. Hc (Homalodisca coagulata)": 229,
  "Bdellovibrio bacteriovorus HD100": 230,
  "Beauveria bassiana ARSEF 2860": 231,
  "Beijerinckia indica subsp. indica ATCC 9039": 232,
  "Beta vulgaris subsp. maritima": 233,
  "Beta vulgaris subsp. vulgaris": 234,
  "Beutenbergia cavernae DSM 12333": 235,
  "Bifidobacterium adolescentis ATCC 15703": 236,
  "Bifidobacterium animalis subsp. lactis AD011": 237,
  "Bifidobacterium animalis subsp. lactis BB-12": 238,
  "Bifidobacterium animalis subsp. lactis Bl-04": 239,
  "Bifidobacterium animalis subsp. lactis DSM 10140": 240,
  "Bifidobacterium bifidum JCM 1254": 241,
  "Bifidobacterium breve ACS-071-V-Sch8b": 242,
  "Bifidobacterium breve UCC2003": 243,
  "Bifidobacterium dentium Bd1": 244,
  "Bifidobacterium longum DJO10A": 245,
  "Bifidobacterium longum NCC2705": 246,
  "Bifidobacterium longum subsp. infantis": 247,
  "Bifidobacterium longum subsp. infantis ATCC 15697 = JCM 1222 = DSM 20088": 248,
  "Bifidobacterium longum subsp. longum": 249,
  "Bifidobacterium longum subsp. longum JCM 1217": 250,
  "Bilophila wadsworthia 3_1_6": 251,
  "Bipolaris maydis ATCC 48331": 252,
  "Bipolaris maydis C5": 253,
  "Bipolaris sorokiniana ND90Pr": 254,
  "Bipolaris victoriae FI3": 255,
  "Bipolaris zeicola 26-R-13": 256,
  "Bison bison bison": 257,
  "Blastomyces dermatitidis ER-3": 258,
  "Blastomyces gilchristii SLH14081": 259,
  "Blattabacterium sp. (Periplaneta americana) str. BPLAN": 260,
  "Blautia hydrogenotrophica DSM 10507": 261,
  "Blumeria hordei DH14": 262,
  "Bordetella avium 197N": 263,
  "Bordetella bronchiseptica RB50": 264,
  "Bordetella parapertussis 12822": 265,
  "Bordetella pertussis 18323": 266,
  "Bordetella pertussis CS": 267,
  "Bordetella petrii DSM 12804": 268,
  "Borrelia duttonii Ly": 269,
  "Borrelia hermsii DAH": 270,
  "Borrelia recurrentis A1": 271,
  "Borrelia turicatae 91E135": 272,
  "Borreliella afzelii PKo": 273,
  "Borreliella bavariensis PBi": 274,
  "Borreliella bissettiae DN127": 275,
  "Borreliella burgdorferi B31": 276,
  "Borreliella burgdorferi JD1": 277,
  "Borreliella burgdorferi N40": 278,
  "Borreliella burgdorferi ZS7": 279,
  "Bothrops bilineatus smaragdinus": 280,
  "Bothrops neuwiedi urutu": 281,
  "Botryobasidium botryosum FD-172 SS1": 282,
  "Botrytis cinerea B05.10": 283,
  "Botrytis cinerea BcDW1": 284,
  "Botrytis cinerea T4": 285,
  "Brachybacterium faecium DSM 4810": 286,
  "Brachyphylla nana pumila": 287,
  "Brachyspira hyodysenteriae WA1": 288,
  "Bradyrhizobium diazoefficiens USDA 110": 289,
  "Brassica rapa subsp. chinensis": 290,
  "Brassica rapa subsp. pekinensis": 291,
  "Brassica rapa subsp. rapa": 292,
  "Brevibacillus brevis NBRC 100599": 293,
  "Brevundimonas diminuta ATCC 11568": 294,
  "Brucella abortus 2308": 295,
  "Brucella abortus S19": 296,
  "Brucella abortus bv. 1 str. 9-941": 297,
  "Brucella anthropi ATCC 49188": 298,
  "Brucella canis ATCC 23365": 299,
  "Brucella melitensis ATCC 23457": 300,
  "Brucella melitensis bv. 1 str. 16M": 301,
  "Brucella ovis ATCC 25840": 302,
  "Brucella suis 1330": 303,
  "Brucella suis ATCC 23445": 304,
  "Bryonia cretica subsp. dioica": 305,
  "Buchnera aphidicola BCc": 306,
  "Buchnera aphidicola str. 5A (Acyrthosiphon pisum)": 307,
  "Buchnera aphidicola str. APS (Acyrthosiphon pisum)": 308,
  "Buchnera aphidicola str. Bp (Baizongia pistaciae)": 309,
  "Buchnera aphidicola str. Sg (Schizaphis graminum)": 310,
  "Buchnera aphidicola str. Tuc7 (Acyrthosiphon pisum)": 311,
  "Bufo gargarizans andrewsi": 312,
  "Bungarus flaviceps flaviceps": 313,
  "Burkholderia ambifaria AMMD": 314,
  "Burkholderia ambifaria MC40-6": 315,
  "Burkholderia cenocepacia H111": 316,
  "Burkholderia cenocepacia HI2424": 317,
  "Burkholderia cenocepacia J2315": 318,
  "Burkholderia mallei ATCC 23344": 319,
  "Burkholderia mallei NCTC 10229": 320,
  "Burkholderia mallei NCTC 10247": 321,
  "Burkholderia mallei SAVP1": 322,
  "Burkholderia multivorans ATCC 17616": 323,
  "Burkholderia orbicola AU 1054": 324,
  "Burkholderia orbicola MC0-3": 325,
  "Burkholderia pseudomallei 1026b": 326,
  "Burkholderia pseudomallei 1106a": 327,
  "Burkholderia pseudomallei 1106b": 328,
  "Burkholderia pseudomallei 1710b": 329,
  "Burkholderia pseudomallei 668": 330,
  "Burkholderia pseudomallei K96243": 331,
  "Burkholderia thailandensis E264": 332,
  "Burkholderia vietnamiensis G4": 333,
  "Buthus occitanus mardochei": 334,
  "Buthus occitanus tunetanus": 335,
  "Caiman crocodilus apaporiensis": 336,
  "Caldalkalibacillus mannanilyticus JCM 10596": 337,
  "Caldalkalibacillus thermarum TA2.A1": 338,
  "Caldanaerobacter subterraneus subsp. tengcongensis MB4": 339,
  "Caldanaerobacter subterraneus subsp. yonseiensis": 340,
  "Caldicellulosiruptor bescii DSM 6725": 341,
  "Caldicellulosiruptor owensensis OL": 342,
  "Caldicellulosiruptor saccharolyticus DSM 8903": 343,
  "Calditerrivibrio nitroreducens DSM 19672": 344,
  "Caldivirga maquilingensis IC-167": 345,
  "Callicebus personatus nigrifrons": 346,
  "Callicebus personatus personatus": 347,
  "Callipepla squamata castanogastris": 348,
  "Callipepla squamata pallida": 349,
  "Campylobacter concisus 13826": 350,
  "Campylobacter curvus 525.92": 351,
  "Campylobacter fetus subsp. fetus 82-40": 352,
  "Campylobacter hominis ATCC BAA-381": 353,
  "Campylobacter jejuni RM1221": 354,
  "Campylobacter jejuni subsp. doylei 269.97": 355,
  "Campylobacter jejuni subsp. jejuni 81-176": 356,
  "Campylobacter jejuni subsp. jejuni 81116": 357,
  "Campylobacter jejuni subsp. jejuni NCTC 11168 = ATCC 700819": 358,
  "Campylobacter lari RM2100": 359,
  "Candida albicans SC5314": 360,
  "Candida albicans WO-1": 361,
  "Candida dubliniensis CD36": 362,
  "Candida parapsilosis CDC317": 363,
  "Candida tropicalis MYA-3404": 364,
  "Candidatus Amoebophilus asiaticus 5a2": 365,
  "Candidatus Blochmanniella pennsylvanica str. BPEN": 366,
  "Candidatus Carsonella ruddii PV": 367,
  "Candidatus Cloacimonas acidaminovorans str. Evry": 368,
  "Candidatus Desulforudis audaxviator MP104C": 369,
  "Candidatus Karelsulcia muelleri DMIN": 370,
  "Candidatus Karelsulcia muelleri GWSS": 371,
  "Candidatus Karelsulcia muelleri SMDSEM": 372,
  "Candidatus Korarchaeum cryptofilum OPF8": 373,
  "Candidatus Liberibacter africanus subsp. capensis": 374,
  "Candidatus Liberibacter asiaticus str. psy62": 375,
  "Candidatus Methanomassiliicoccus intestinalis Issoire-Mx1": 376,
  "Candidatus Methanomethylophilus alvi Mx1201": 377,
  "Candidatus Moranella endobia PCIT": 378,
  "Candidatus Pelagibacter ubique HTCC1002": 379,
  "Candidatus Pelagibacter ubique HTCC1062": 380,
  "Candidatus Phytoplasma mali AT": 381,
  "Candidatus Protochlamydia amoebophila UWE25": 382,
  "Candidatus Riesia pediculicola USDA": 383,
  "Candidatus Ruthia magnifica str. Cm (Calyptogena magnifica)": 384,
  "Candidatus Zinderia insecticola CARI": 385,
  "Canis lupus familiaris": 386,
  "Canis mesomelas elongae": 387,
  "Capnocytophaga canimorsus Cc5": 388,
  "Capnocytophaga gingivalis ATCC 33624": 389,
  "Capnocytophaga granulosa ATCC 51502": 390,
  "Capnocytophaga ochracea DSM 7271": 391,
  "Capra ibex ibex": 392,
  "Capsaspora owczarzaki ATCC 30864": 393,
  "Carboxydothermus hydrogenoformans Z-2901": 394,
  "Cardiobacterium hominis ATCC 15826": 395,
  "Castellaniella defragrans 65Phen": 396,
  "Catenibacterium mitsuokai DSM 15897": 397,
  "Catenulispora acidiphila DSM 44928": 398,
  "Caulobacter segnis ATCC 21756": 399,
  "Caulobacter vibrioides CB15": 400,
  "Caulobacter vibrioides NA1000": 401,
  "Cecembia lonarensis LW9": 402,
  "Cellulomonas fimi ATCC 484": 403,
  "Cellulomonas flavigena DSM 20109": 404,
  "Cellulophaga algicola DSM 14237": 405,
  "Cellvibrio japonicus Ueda107": 406,
  "Cenarchaeum symbiosum A": 407,
  "Ceratotherium simum cottoni": 408,
  "Ceratotherium simum simum": 409,
  "Cereibacter sphaeroides 2.4.1": 410,
  "Cereibacter sphaeroides ATCC 17025": 411,
  "Cereibacter sphaeroides ATCC 17029": 412,
  "Cereibacter sphaeroides KD131": 413,
  "Cervus canadensis nelsoni": 414,
  "Cervus canadensis roosevelti": 415,
  "Cervus elaphus hippelaphus": 416,
  "Cervus nippon aplodontus": 417,
  "Cervus nippon hortulorum": 418,
  "Cervus nippon nippon": 419,
  "Cervus nippon pseudaxis": 420,
  "Cervus nippon taiouanus": 421,
  "Cervus nippon yesoensis": 422,
  "Chaetomium globosum CBS 148.51": 423,
  "Chamaesiphon minutus PCC 6605": 424,
  "Chilabothrus strigilatus fosteri": 425,
  "Chilabothrus strigilatus mccraniei": 426,
  "Chilabothrus strigilatus strigilatus": 427,
  "Chironomus thummi thummi": 428,
  "Chitinophaga pinensis DSM 2588": 429,
  "Chlamydia abortus S26/3": 430,
  "Chlamydia felis Fe/C-56": 431,
  "Chlamydia muridarum str. Nigg": 432,
  "Chlamydia psittaci 6BC": 433,
  "Chlamydia trachomatis A/HAR-13": 434,
  "Chlamydia trachomatis B/Jali20/OT": 435,
  "Chlamydia trachomatis B/TZ1A828/OT": 436,
  "Chlamydia trachomatis D/UW-3/CX": 437,
  "Chlamydia trachomatis G/9301": 438,
  "Chlamydia trachomatis L2/434/Bu": 439,
  "Chlamydia trachomatis L2b/UCH-1/proctitis": 440,
  "Chlamydia trachomatis Sweden2": 441,
  "Chlamys nipponensis akazara": 442,
  "Chlorobaculum parvum NCIB 8327": 443,
  "Chlorobaculum tepidum TLS": 444,
  "Chlorobium chlorochromatii CaD3": 445,
  "Chlorobium limicola DSM 245": 446,
  "Chlorobium phaeobacteroides BS1": 447,
  "Chlorobium phaeobacteroides DSM 266": 448,
  "Chlorobium phaeovibrioides DSM 265": 449,
  "Chloroflexus aggregans DSM 9485": 450,
  "Chloroflexus aurantiacus J-10-fl": 451,
  "Chloroflexus aurantiacus Y-400-fl": 452,
  "Chlorogloeopsis fritschii PCC 9212": 453,
  "Chloroherpeton thalassium ATCC 35110": 454,
  "Choristoneura occidentalis biennis": 455,
  "Christiangramia forsetii KT0803": 456,
  "Chromobacterium violaceum ATCC 12472": 457,
  "Chromohalobacter israelensis DSM 3043": 458,
  "Chrysemys picta bellii": 459,
  "Chthonomonas calidirosea T49": 460,
  "Cistus creticus subsp. creticus": 461,
  "Citrifermentans bemidjiense Bem": 462,
  "Citrobacter koseri ATCC BAA-895": 463,
  "Citrobacter rodentium ICC168": 464,
  "Cladophialophora bantiana CBS 173.52": 465,
  "Clavibacter michiganensis subsp. michiganensis": 466,
  "Clavibacter michiganensis subsp. michiganensis NCPPB 382": 467,
  "Claviceps purpurea 20.1": 468,
  "Clavispora lusitaniae ATCC 42720": 469,
  "Clostridioides difficile 630": 470,
  "Clostridioides difficile CD196": 471,
  "Clostridioides difficile CD3": 472,
  "Clostridioides difficile R20291": 473,
  "Clostridioides mangenotii LM2": 474,
  "Clostridium acetobutylicum ATCC 824": 475,
  "Clostridium beijerinckii NCIMB 8052": 476,
  "Clostridium botulinum A str. ATCC 19397": 477,
  "Clostridium botulinum A str. Hall": 478,
  "Clostridium botulinum A2 str. Kyoto": 479,
  "Clostridium botulinum A3 str. Loch Maree": 480,
  "Clostridium botulinum B str. Eklund 17B (NRP)": 481,
  "Clostridium botulinum B1": 482,
  "Clostridium botulinum Ba4 str. 657": 483,
  "Clostridium botulinum E3 str. Alaska E43": 484,
  "Clostridium botulinum F str. Langeland": 485,
  "Clostridium cellulovorans 743B": 486,
  "Clostridium kluyveri DSM 555": 487,
  "Clostridium kluyveri NBRC 12016": 488,
  "Clostridium ljungdahlii DSM 13528": 489,
  "Clostridium novyi NT": 490,
  "Clostridium perfringens ATCC 13124": 491,
  "Clostridium perfringens SM101": 492,
  "Clostridium perfringens str. 13": 493,
  "Clostridium sporogenes ATCC 15579": 494,
  "Clostridium sporogenes PA 3679": 495,
  "Clostridium tetani E88": 496,
  "Coccidioides immitis RS": 497,
  "Coccidioides posadasii C735 delta SOWgp": 498,
  "Coccidioides posadasii str. Silveira": 499,
  "Colletotrichum gloeosporioides Cg-14": 500,
  "Colletotrichum graminicola M1.001": 501,
  "Colletotrichum higginsianum IMI 349063": 502,
  "Colletotrichum orbiculare MAFF 240422": 503,
  "Collinsella aerofaciens ATCC 25986": 504,
  "Colwellia psychrerythraea 34H": 505,
  "Comamonas testosteroni KF-1": 506,
  "Conexibacter woesei DSM 14684": 507,
  "Conus anabathrum floridanus": 508,
  "Conus buxeus loroisii": 509,
  "Coprinopsis cinerea okayama7#130": 510,
  "Coprothermobacter proteolyticus DSM 5265": 511,
  "Coraliomargarita akajimensis DSM 45221": 512,
  "Corallus hortulanus enydris": 513,
  "Cordyceps fumosorosea ARSEF 2679": 514,
  "Cordyceps militaris CM01": 515,
  "Corynebacterium aurimucosum ATCC 700975": 516,
  "Corynebacterium diphtheriae NCTC 13129": 517,
  "Corynebacterium diphtheriae PW8": 518,
  "Corynebacterium efficiens YS-314": 519,
  "Corynebacterium glutamicum ATCC 13032": 520,
  "Corynebacterium glutamicum K051": 521,
  "Corynebacterium glutamicum R": 522,
  "Corynebacterium jeikeium K411": 523,
  "Corynebacterium kroppenstedtii DSM 44385": 524,
  "Corynebacterium lipophiloflavum DSM 44291": 525,
  "Corynebacterium pseudotuberculosis 1002": 526,
  "Corynebacterium pseudotuberculosis C231": 527,
  "Corynebacterium pseudotuberculosis FRC41": 528,
  "Corynebacterium resistens DSM 45100": 529,
  "Corynebacterium urealyticum DSM 7109": 530,
  "Coxiella burnetii CbuG_Q212": 531,
  "Coxiella burnetii CbuK_Q154": 532,
  "Coxiella burnetii Dugway 5J108-111": 533,
  "Coxiella burnetii RSA 331": 534,
  "Coxiella burnetii RSA 493": 535,
  "Crambe hispanica subsp. abyssinica": 536,
  "Crassula rupestris subsp. marnieriana": 537,
  "Cratogeomys goldmani goldmani": 538,
  "Cratogeomys goldmani subsp. rubellus": 539,
  "Crocidura gueldenstaedtii": 540,
  "Crocidura rapax kurodai": 541,
  "Crocosphaera subtropica ATCC 51142": 542,
  "Cronobacter sakazakii ATCC BAA-894": 543,
  "Cronobacter turicensis z3032": 544,
  "Crotalus cerastes cerastes": 545,
  "Crotalus durissus cumanensis": 546,
  "Crotalus durissus durissus": 547,
  "Crotalus durissus ruruima": 548,
  "Crotalus durissus terrificus": 549,
  "Crotalus lepidus lepidus": 550,
  "Crotalus lutosus abyssus": 551,
  "Crotalus mitchellii mitchellii": 552,
  "Crotalus molossus molossus": 553,
  "Crotalus molossus nigrescens": 554,
  "Crotalus ruber ruber": 555,
  "Crotalus scutulatus scutulatus": 556,
  "Crotalus viridis viridis": 557,
  "Cryphonectria parasitica EP155": 558,
  "Cryptococcus deneoformans B-3501A": 559,
  "Cryptococcus deneoformans JEC21": 560,
  "Cryptococcus deuterogattii R265": 561,
  "Cryptococcus gattii WM276": 562,
  "Cryptococcus neoformans H99": 563,
  "Cryptosporidium muris RN66": 564,
  "Cryptosporidium parvum Iowa II": 565,
  "Cucumis melo subsp. agrestis": 566,
  "Cucumis melo subsp. melo": 567,
  "Culex pipiens pipiens": 568,
  "Cupriavidus metallidurans CH34": 569,
  "Cupriavidus necator H16": 570,
  "Cupriavidus necator N-1": 571,
  "Cupriavidus pinatubonensis JMP134": 572,
  "Cupriavidus taiwanensis LMG 19424": 573,
  "Cutibacterium acnes KPA171202": 574,
  "Cutibacterium acnes SK137": 575,
  "Cyanidioschyzon merolae strain 10D": 576,
  "Cyberlindnera jadinii NRRL Y-1542": 577,
  "Cyclobacterium marinum DSM 745": 578,
  "Cylindrotheca sp. (STRAIN N1)": 579,
  "Cynara cardunculus subsp. cardunculus": 580,
  "Cyphellophora europaea CBS 101466": 581,
  "Cytophaga hutchinsonii ATCC 33406": 582,
  "Dactylococcopsis salina PCC 8305": 583,
  "Damaliscus lunatus korrigum": 584,
  "Damaliscus pygargus phillipsi": 585,
  "Daucus carota subsp. sativus": 586,
  "Debaryomyces hansenii CBS767": 587,
  "Dechloromonas aromatica RCB": 588,
  "Deferribacter desulfuricans SSM1": 589,
  "Dehalobacter restrictus DSM 9455": 590,
  "Dehalococcoides mccartyi 195": 591,
  "Dehalococcoides mccartyi BAV1": 592,
  "Dehalococcoides mccartyi CBDB1": 593,
  "Dehalococcoides mccartyi VS": 594,
  "Dehalogenimonas lykanthroporepellens BL-DC-9": 595,
  "Deinococcus deserti VCD115": 596,
  "Deinococcus geothermalis DSM 11300": 597,
  "Deinococcus proteolyticus MRP": 598,
  "Deinococcus radiodurans R1 = ATCC 13939 = DSM 20539": 599,
  "Delftia acidovorans SPH-1": 600,
  "Dendraspis polylepis polylepis": 601,
  "Dendroaspis jamesoni jamesoni": 602,
  "Dendroaspis jamesoni kaimosae": 603,
  "Dendrothele bispora CBS 962.96": 604,
  "Denitrovibrio acetiphilus DSM 12809": 605,
  "Desmonostoc sp. PCC 7906": 606,
  "Desulfarculus baarsii DSM 2075": 607,
  "Desulfitobacterium hafniense DCB-2": 608,
  "Desulfitobacterium hafniense Y51": 609,
  "Desulfomicrobium baculatum DSM 4028": 610,
  "Desulforamulus reducens MI-1": 611,
  "Desulforapulum autotrophicum HRM2": 612,
  "Desulfosudis oleivorans Hxd3": 613,
  "Desulfotalea psychrophila LSv54": 614,
  "Desulfovibrio desulfuricans ATCC 27774": 615,
  "Desulfurispirillum indicum S5": 616,
  "Desulfurococcus amylolyticus 1221n": 617,
  "Desulfurococcus mucosus DSM 2162": 618,
  "Desulfuromonas acetoxidans DSM 684": 619,
  "Dicerorhinus sumatrensis harrissoni": 620,
  "Dicerorhinus sumatrensis sumatrensis": 621,
  "Diceros bicornis minor": 622,
  "Dichelobacter nodosus VCS1703A": 623,
  "Dickeya chrysanthemi Ech1591": 624,
  "Dickeya dadantii 3937": 625,
  "Dickeya parazeae Ech586": 626,
  "Dictyoglomus thermophilum H-6-12": 627,
  "Dictyoglomus turgidum DSM 6724": 628,
  "Dinoroseobacter shibae DFL 12 = DSM 16493": 629,
  "Dipodomys merriami margaritae": 630,
  "Dothistroma septosporum NZE10": 631,
  "Drepanopeziza brunnea f. sp. 'multigermtubi' MB_m1": 632,
  "Drosophila pseudoobscura bogotana": 633,
  "Drosophila pseudoobscura pseudoobscura": 634,
  "Drymarchon melanurus erebennus": 635,
  "Dyadobacter fermentans DSM 18053": 636,
  "Echis carinatus sochureki": 637,
  "Echis pyramidum leakeyi": 638,
  "Ectopseudomonas mendocina ymp": 639,
  "Ectopseudomonas oleovorans CECT 5344": 640,
  "Edwardsiella ictaluri 93-146": 641,
  "Edwardsiella tarda FL6-60": 642,
  "Eggerthella lenta DSM 2243": 643,
  "Ehrlichia canis str. Jake": 644,
  "Ehrlichia chaffeensis str. Arkansas": 645,
  "Ehrlichia ruminantium str. Gardel": 646,
  "Ehrlichia ruminantium str. Welgevonden": 647,
  "Ehrlichia sennetsu str. Miyayama": 648,
  "Elusimicrobium minutum Pei191": 649,
  "Emiliania huxleyi CCMP1516": 650,
  "Encephalitozoon cuniculi GB-M1": 651,
  "Encephalitozoon hellem ATCC 50504": 652,
  "Encephalitozoon intestinalis ATCC 50506": 653,
  "Entamoeba dispar SAW760": 654,
  "Entamoeba histolytica HM-1:IMSS": 655,
  "Enterobacter cloacae JD6301": 656,
  "Enterobacter cloacae subsp. cloacae ATCC 13047": 657,
  "Enterobacter hormaechei subsp. hoffmannii UCI 50": 658,
  "Enterocloster bolteae ATCC BAA-613": 659,
  "Enterococcus casseliflavus EC10": 660,
  "Enterococcus faecalis 62": 661,
  "Enterococcus faecalis EnGen0062": 662,
  "Enterococcus faecalis EnGen0310 = MMH594": 663,
  "Enterococcus faecalis OG1RF": 664,
  "Enterococcus faecalis TX4000": 665,
  "Enterococcus faecalis V583": 666,
  "Enterococcus faecium Aus0004": 667,
  "Enterococcus faecium DO": 668,
  "Enterococcus gallinarum EG2": 669,
  "Enterococcus hirae ATCC 9790": 670,
  "Enterococcus italicus DSM 15952": 671,
  "Enterocytozoon bieneusi H348": 672,
  "Eospalax fontanierii baileyi": 673,
  "Eospalax fontanierii cansus": 674,
  "Epichloe festucae E2368": 675,
  "Epichloe festucae Fl1": 676,
  "Equus hemionus kulan": 677,
  "Equus quagga burchellii": 678,
  "Eremothecium cymbalariae DBVPG#7215": 679,
  "Eremothecium gossypii ATCC 10895": 680,
  "Erwinia amylovora ATCC 49946": 681,
  "Erwinia amylovora CFBP1430": 682,
  "Erwinia billingiae Eb661": 683,
  "Erwinia pyrifoliae DSM 12163": 684,
  "Erwinia pyrifoliae Ep1/96": 685,
  "Erwinia tasmaniensis Et1/99": 686,
  "Erysipelothrix rhusiopathiae str. Fujisawa": 687,
  "Erythrobacter litoralis HTCC2594": 688,
  "Eryx colubrinus colubrinus": 689,
  "Eryx colubrinus loveridgei": 690,
  "Eryx miliaris nogaiorum": 691,
  "Escherichia albertii TW07627": 692,
  "Escherichia coli 042": 693,
  "Escherichia coli 536": 694,
  "Escherichia coli 55989": 695,
  "Escherichia coli APEC O1": 696,
  "Escherichia coli ATCC 25922": 697,
  "Escherichia coli ATCC 8739": 698,
  "Escherichia coli B str. REL606": 699,
  "Escherichia coli BL21(DE3)": 700,
  "Escherichia coli CFT073": 701,
  "Escherichia coli DH1": 702,
  "Escherichia coli ED1a": 703,
  "Escherichia coli ETEC H10407": 704,
  "Escherichia coli HS": 705,
  "Escherichia coli IAI1": 706,
  "Escherichia coli IAI39": 707,
  "Escherichia coli IHE3034": 708,
  "Escherichia coli K-12": 709,
  "Escherichia coli KO11FL": 710,
  "Escherichia coli KTE188": 711,
  "Escherichia coli MS 115-1": 712,
  "Escherichia coli MS 21-1": 713,
  "Escherichia coli NC101": 714,
  "Escherichia coli O104:H4 str. 2009EL-2071": 715,
  "Escherichia coli O111:H- str. 11128": 716,
  "Escherichia coli O127:H6 str. E2348/69": 717,
  "Escherichia coli O139:H28 str. E24377A": 718,
  "Escherichia coli O145:H28 str. RM12581": 719,
  "Escherichia coli O157:H7 str. EC4115": 720,
  "Escherichia coli O157:H7 str. EC869": 721,
  "Escherichia coli O157:H7 str. TW14359": 722,
  "Escherichia coli O26:H11 str. 11368": 723,
  "Escherichia coli O55:H7 str. CB9615": 724,
  "Escherichia coli O55:H7 str. RM12579": 725,
  "Escherichia coli O83:H1 str. NRG 857C": 726,
  "Escherichia coli RS218": 727,
  "Escherichia coli S88": 728,
  "Escherichia coli SE11": 729,
  "Escherichia coli SE15": 730,
  "Escherichia coli SMS-3-5": 731,
  "Escherichia coli STEC_O31": 732,
  "Escherichia coli TW11681": 733,
  "Escherichia coli UMEA 3162-1": 734,
  "Escherichia coli UMEA 4076-1": 735,
  "Escherichia coli UMN026": 736,
  "Escherichia coli UTI89": 737,
  "Escherichia coli W": 738,
  "Escherichia fergusonii ATCC 35469": 739,
  "Eucalyptus globulus subsp. globulus": 740,
  "Eulemur fulvus collaris": 741,
  "Eulemur fulvus fulvus": 742,
  "Eulemur macaco macaco": 743,
  "Evansella cellulosilytica DSM 2522": 744,
  "Ewingella americana ATCC 33852": 745,
  "Exiguobacterium artemiae 255-15": 746,
  "Exophiala dermatitidis NIH/UT8656": 747,
  "Exserohilum turcica Et28A": 748,
  "Fagopyrum esculentum subsp. ancestrale": 749,
  "Felis silvestris lybica": 750,
  "Ferrimonas balearica DSM 9799": 751,
  "Ferroglobus placidus DSM 10642": 752,
  "Fervidobacterium nodosum Rt17-B1": 753,
  "Fervidobacterium pennivorans DSM 9078": 754,
  "Fibrobacter succinogenes subsp. succinogenes S85": 755,
  "Filifactor alocis ATCC 35896": 756,
  "Finegoldia magna ATCC 29328": 757,
  "Fischerella ambigua UTEX 1903": 758,
  "Flavobacterium frigoris PS1": 759,
  "Flavobacterium johnsoniae UW101": 760,
  "Flavobacterium psychrophilum JIP02/86": 761,
  "Formosa agariphila KMM 3901": 762,
  "Francisella cf. novicida Fx1": 763,
  "Francisella philomiragia subsp. philomiragia ATCC 25017": 764,
  "Francisella tularensis subsp. holarctica FTNF002-00": 765,
  "Francisella tularensis subsp. holarctica LVS": 766,
  "Francisella tularensis subsp. holarctica OSU18": 767,
  "Francisella tularensis subsp. mediasiatica FSC147": 768,
  "Francisella tularensis subsp. novicida": 769,
  "Francisella tularensis subsp. novicida U112": 770,
  "Francisella tularensis subsp. tularensis FSC198": 771,
  "Francisella tularensis subsp. tularensis SCHU S4": 772,
  "Francisella tularensis subsp. tularensis WY96-3418": 773,
  "Frankia alni ACN14a": 774,
  "Frateuria aurantia DSM 6220": 775,
  "Fructilactobacillus sanfranciscensis DSM 20451": 776,
  "Fusarium fujikuroi IMI 58289": 777,
  "Fusarium graminearum PH-1": 778,
  "Fusarium odoratissimum NRRL 54006": 779,
  "Fusarium oxysporum f. sp. conglutinans Fo5176": 780,
  "Fusarium oxysporum f. sp. lycopersici 4287": 781,
  "Fusarium proliferatum ET1": 782,
  "Fusarium pseudograminearum CS3096": 783,
  "Fusarium vanettenii 77-13-4": 784,
  "Fusarium verticillioides 7600": 785,
  "Fusobacterium nucleatum subsp. nucleatum ATCC 23726": 786,
  "Fusobacterium nucleatum subsp. nucleatum ATCC 25586": 787,
  "Gadus morhua callarias": 788,
  "Galerina marginata CBS 339.88": 789,
  "Gallibacterium anatis UMN179": 790,
  "Gallionella capsiferriformans ES-2": 791,
  "Gelatoporia subvermispora B": 792,
  "Geminocystis herdmanii PCC 6308": 793,
  "Gemmatimonas aurantiaca T-27": 794,
  "Geobacillus kaustophilus HTA426": 795,
  "Geobacillus stearothermophilus 10": 796,
  "Geobacillus thermodenitrificans NG80-2": 797,
  "Geobacter metallireducens GS-15": 798,
  "Geobacter sulfurreducens KN400": 799,
  "Geobacter sulfurreducens PCA": 800,
  "Geodermatophilus obscurus DSM 43160": 801,
  "Geomys bursarius lutescens": 802,
  "Geotalea daltonii FRC-32": 803,
  "Geotalea uraniireducens Rf4": 804,
  "Giardia duodenalis ATCC 50581": 805,
  "Giardia lamblia ATCC 50803": 806,
  "Giardia lamblia P15": 807,
  "Gillisia limnaea DSM 15749": 808,
  "Gimesia maris DSM 8797": 809,
  "Glaciozyma antarctica PI12": 810,
  "Glaesserella parasuis SH0165": 811,
  "Glarea lozoyensis ATCC 20868": 812,
  "Gloeobacter kilaueensis JS1": 813,
  "Gloeobacter violaceus PCC 7421": 814,
  "Gloeophyllum trabeum ATCC 11539": 815,
  "Gloeothece citriformis PCC 7424": 816,
  "Gloeothece membranacea PCC 6501": 817,
  "Glossina fuscipes fuscipes": 818,
  "Glossina morsitans morsitans": 819,
  "Glossina palpalis palpalis": 820,
  "Gloydius blomhoffii blomhoffii": 821,
  "Gloydius brevicaudus siniticus": 822,
  "Gluconacetobacter diazotrophicus PA1 5": 823,
  "Gluconobacter oxydans 621H": 824,
  "Gonapodya prolifera JEL478": 825,
  "Gordonia bronchialis DSM 43247": 826,
  "Gordonia otitidis NBRC 100426": 827,
  "Gorilla gorilla gorilla": 828,
  "Gottschalkia acidurici 9a": 829,
  "Granulibacter bethesdensis CGDNIH1": 830,
  "Granulicella tundricola MP5ACTX9": 831,
  "Grosmannia clavigera kw1407": 832,
  "Haematobia irritans exigua": 833,
  "Haemophilus influenzae 10810": 834,
  "Haemophilus influenzae 3655": 835,
  "Haemophilus influenzae 86-028NP": 836,
  "Haemophilus influenzae PittEE": 837,
  "Haemophilus influenzae PittGG": 838,
  "Haemophilus influenzae R2866": 839,
  "Haemophilus influenzae Rd KW20": 840,
  "Haemophilus parainfluenzae T3T1": 841,
  "Hahella chejuensis KCTC 2396": 842,
  "Halalkalibacter akibai JCM 9157": 843,
  "Halalkalibacterium halodurans C-125": 844,
  "Halalkalicoccus jeotgali B3": 845,
  "Haliangium ochraceum DSM 14365": 846,
  "Haliotis discus hannai": 847,
  "Haliscomenobacter hydrossis DSM 1100": 848,
  "Haloarcula hispanica ATCC 33960": 849,
  "Haloarcula japonica DSM 6131": 850,
  "Haloarcula marismortui ATCC 43049": 851,
  "Halobacillus halophilus DSM 2266": 852,
  "Halobacteriovorax marinus SJ": 853,
  "Halobacterium salinarum (strain Mex)": 854,
  "Halobacterium salinarum (strain Port)": 855,
  "Halobacterium salinarum (strain Shark)": 856,
  "Halobacterium salinarum NRC-34001": 857,
  "Haloferax gibbonsii ATCC 33959": 858,
  "Haloferax mediterranei ATCC 33500": 859,
  "Haloferax prahovense DSM 18310": 860,
  "Haloferax volcanii DS2": 861,
  "Haloferax volcanii DSM 14919": 862,
  "Halogeometricum borinquense DSM 11551": 863,
  "Halomicrobium mukohataei DSM 12286": 864,
  "Halomonas elongata DSM 2581": 865,
  "Halomonas halodenitrificans ATCC 12084": 866,
  "Halopiger xanaduensis SH-6": 867,
  "Haloplanus natans DSM 17983": 868,
  "Haloquadratum walsbyi C23": 869,
  "Haloquadratum walsbyi DSM 16790": 870,
  "Halorhabdus utahensis DSM 12940": 871,
  "Halorhodospira halophila SL1": 872,
  "Halorubrum lacusprofundi ATCC 49239": 873,
  "Haloterrigena turkmenica DSM 5511": 874,
  "Halothermothrix orenii H 168": 875,
  "Halothiobacillus neapolitanus c2": 876,
  "Hapsidospora chrysogenum ATCC 11550": 877,
  "Helicobacter acinonychis str. Sheeba": 878,
  "Helicobacter felis ATCC 49179": 879,
  "Helicobacter hepaticus ATCC 51449": 880,
  "Helicobacter mustelae 12198": 881,
  "Helicobacter pylori 26695": 882,
  "Helicobacter pylori 52": 883,
  "Helicobacter pylori B128": 884,
  "Helicobacter pylori B38": 885,
  "Helicobacter pylori G27": 886,
  "Helicobacter pylori HPAG1": 887,
  "Helicobacter pylori J99": 888,
  "Helicobacter pylori P12": 889,
  "Helicobacter pylori Shi470": 890,
  "Helicobacter pylori UM084": 891,
  "Heliomicrobium modesticaldum Ice1": 892,
  "Heloderma horridum horridum": 893,
  "Heloderma suspectum cinctum": 894,
  "Heloderma suspectum suspectum": 895,
  "Herbaspirillum seropedicae SmR1": 896,
  "Herpetosiphon aurantiacus DSM 785": 897,
  "Heterobasidion irregulare TC 32-1": 898,
  "Heterosigma akashiwo CCMP452": 899,
  "Heterosigma akashiwo NIES-293": 900,
  "Heterostelium album PN500": 901,
  "Hipposideros armiger terasensis": 902,
  "Hirschia baltica ATCC 49814": 903,
  "Histophilus somni 129PT": 904,
  "Histophilus somni 2336": 905,
  "Histoplasma capsulatum G186AR": 906,
  "Histoplasma capsulatum H143": 907,
  "Histoplasma capsulatum var. duboisii H88": 908,
  "Hoeflea phototrophica DFL-43": 909,
  "Homo sapiens neanderthalensis": 910,
  "Hordeum murinum subsp. leporinum": 911,
  "Hordeum vulgare subsp. spontaneum": 912,
  "Hordeum vulgare subsp. vulgare": 913,
  "Hyalomma asiaticum asiaticum": 914,
  "Hyaloperonospora arabidopsidis Emoy2": 915,
  "Hyaloscypha variabilis F": 916,
  "Hydrogenobacter thermophilus TK-6": 917,
  "Hydrogenovibrio crunogenus XCL-2": 918,
  "Hyperthermus butylicus DSM 5456": 919,
  "Hypholoma sublateritium FD-334 SS-4": 920,
  "Hyphomonas neptunium ATCC 15444": 921,
  "Idiomarina loihiensis L2TR": 922,
  "Ignavibacterium album JCM 16511": 923,
  "Ignicoccus hospitalis KIN4/I": 924,
  "Ignisphaera aggregans DSM 17230": 925,
  "Ilumatobacter coccineus YM16-304": 926,
  "Ilyobacter polytropus DSM 2926": 927,
  "Indibacter alkaliphilus LW1": 928,
  "Intrasporangium calvum DSM 43043": 929,
  "Isosphaera pallida ATCC 43644": 930,
  "Jasminum simplicifolium subsp. suavissimum": 931,
  "Jonesia denitrificans DSM 20603": 932,
  "Kangiella koreensis DSM 16069": 933,
  "Ketogulonicigenium vulgare Y25": 934,
  "Kineococcus radiotolerans SRS30216 = ATCC BAA-149": 935,
  "Kitasatospora setae KM-6054": 936,
  "Klebsiella aerogenes KCTC 2190": 937,
  "Klebsiella michiganensis KCTC 1686": 938,
  "Klebsiella pneumoniae subsp. ozaenae": 939,
  "Klebsiella pneumoniae subsp. pneumoniae HS11286": 940,
  "Klebsiella pneumoniae subsp. pneumoniae MGH 78578": 941,
  "Klebsiella pneumoniae subsp. rhinoscleromatis": 942,
  "Klebsiella variicola 342": 943,
  "Klebsiella variicola At-22": 944,
  "Kluyveromyces lactis NRRL Y-1140": 945,
  "Kluyveromyces marxianus DMKU3-1042": 946,
  "Kocuria rhizophila DC2201": 947,
  "Komagataeibacter sucrofermentans DSM 15973": 948,
  "Komagataella phaffii CBS 7435": 949,
  "Komagataella phaffii GS115": 950,
  "Kosmotoga olearia TBF 19.5.1": 951,
  "Kribbella flavida DSM 17836": 952,
  "Kyrpidia tusciae DSM 2912": 953,
  "Kytococcus sedentarius DSM 20547": 954,
  "Laccaria bicolor S238N-H82": 955,
  "Lachancea kluyveri NRRL Y-12651": 956,
  "Lachancea thermotolerans CBS 6340": 957,
  "Lachesis muta muta": 958,
  "Lachesis muta rhombeata": 959,
  "Lachnoclostridium phytofermentans ISDg": 960,
  "Lachnospira eligens ATCC 27750": 961,
  "Lacticaseibacillus casei BD-II": 962,
  "Lacticaseibacillus casei BL23": 963,
  "Lacticaseibacillus casei str. Zhang": 964,
  "Lacticaseibacillus paracasei ATCC 334": 965,
  "Lacticaseibacillus rhamnosus GG": 966,
  "Lacticaseibacillus rhamnosus LMS2-1": 967,
  "Lacticaseibacillus rhamnosus Lc 705": 968,
  "Lactiplantibacillus plantarum JDM1": 969,
  "Lactiplantibacillus plantarum WCFS1": 970,
  "Lactobacillus acidophilus NCFM": 971,
  "Lactobacillus crispatus ST1": 972,
  "Lactobacillus delbrueckii subsp. bulgaricus": 973,
  "Lactobacillus delbrueckii subsp. bulgaricus ATCC 11842 = JCM 1002": 974,
  "Lactobacillus delbrueckii subsp. bulgaricus ATCC BAA-365": 975,
  "Lactobacillus delbrueckii subsp. lactis": 976,
  "Lactobacillus gasseri ATCC 33323 = JCM 1131": 977,
  "Lactobacillus helveticus DPC 4571": 978,
  "Lactobacillus johnsonii NCC 533": 979,
  "Lactobacillus kefiranofaciens subsp. kefiranofaciens": 980,
  "Lactococcus cremoris subsp. cremoris MG1363": 981,
  "Lactococcus cremoris subsp. cremoris NZ9000": 982,
  "Lactococcus cremoris subsp. cremoris SK11": 983,
  "Lactococcus garvieae Lg2": 984,
  "Lactococcus lactis subsp. hordniae": 985,
  "Lactococcus lactis subsp. lactis": 986,
  "Lactococcus lactis subsp. lactis Il1403": 987,
  "Lactococcus lactis subsp. lactis KF147": 988,
  "Lancefieldella parvula DSM 20469": 989,
  "Lancefieldella rimae ATCC 49626": 990,
  "Laribacter hongkongensis HLHK9": 991,
  "Latilactobacillus sakei L45": 992,
  "Latilactobacillus sakei subsp. sakei 23K": 993,
  "Lavandula pedunculata subsp. lusitanica": 994,
  "Lawsonia intracellularis PHE/MN1-00": 995,
  "Leadbetterella byssophila DSM 17132": 996,
  "Legionella longbeachae NSW150": 997,
  "Legionella pneumophila 2300/99 Alcoy": 998,
  "Legionella pneumophila str. Corby": 999,
  "Legionella pneumophila str. Lens": 1000,
  "Legionella pneumophila str. Paris": 1001,
  "Legionella pneumophila subsp. pneumophila str. Philadelphia 1": 1002,
  "Leifsonia xyli subsp. xyli str. CTCB07": 1003,
  "Leishmania mexicana MHOM/GT/2001/U1103": 1004,
  "Leiurus quinquestriatus quinquestriatus": 1005,
  "Lens culinaris subsp. culinaris": 1006,
  "Lens culinaris subsp. tomentosus": 1007,
  "Lentilactobacillus buchneri NRRL B-30929": 1008,
  "Lentilactobacillus hilgardii DSM 20176 = ATCC 8290": 1009,
  "Leptospira biflexa serovar Patoc strain 'Patoc 1 (Ames)'": 1010,
  "Leptospira biflexa serovar Patoc strain 'Patoc 1 (Paris)'": 1011,
  "Leptospira borgpetersenii serovar Hardjo-bovis str. JB197": 1012,
  "Leptospira borgpetersenii serovar Hardjo-bovis str. L550": 1013,
  "Leptospira interrogans serovar Copenhageni str. Fiocruz L1-130": 1014,
  "Leptospira interrogans serovar Lai str. 56601": 1015,
  "Leptospirillum ferriphilum ML-04": 1016,
  "Leptothrix cholodnii SP-6": 1017,
  "Leptotrichia buccalis C-1013-b": 1018,
  "Leptotrichia shahii DSM 19757": 1019,
  "Leptotrichia wadei F0279": 1020,
  "Leuconostoc citreum KM20": 1021,
  "Leuconostoc gasicomitatum LMG 18811": 1022,
  "Leuconostoc kimchii IMSNU 11154": 1023,
  "Leuconostoc mesenteroides subsp. cremoris": 1024,
  "Leuconostoc mesenteroides subsp. mesenteroides": 1025,
  "Leuconostoc mesenteroides subsp. mesenteroides ATCC 8293": 1026,
  "Levilactobacillus brevis ATCC 367": 1027,
  "Liasis mackloti savuensis": 1028,
  "Ligilactobacillus salivarius CECT 5713": 1029,
  "Ligilactobacillus salivarius UCC118": 1030,
  "Limnospira platensis NIES-39": 1031,
  "Limosilactobacillus fermentum CECT 5716": 1032,
  "Limosilactobacillus fermentum IFO 3956": 1033,
  "Limosilactobacillus reuteri SD2112": 1034,
  "Limosilactobacillus reuteri subsp. reuteri": 1035,
  "Limosilactobacillus reuteri subsp. reuteri JCM 1112": 1036,
  "Limosilactobacillus reuteri subsp. rodentium": 1037,
  "Limosilactobacillus reuteri subsp. suis": 1038,
  "Listeria innocua Clip11262": 1039,
  "Listeria monocytogenes 08-5578": 1040,
  "Listeria monocytogenes 08-5923": 1041,
  "Listeria monocytogenes 10403S": 1042,
  "Listeria monocytogenes EGD": 1043,
  "Listeria monocytogenes EGD-e": 1044,
  "Listeria monocytogenes HCC23": 1045,
  "Listeria monocytogenes serotype 4b str. CLIP 80459": 1046,
  "Listeria monocytogenes serotype 4b str. F2365": 1047,
  "Listeria seeligeri serovar 1/2b str. SLCC3954": 1048,
  "Listeria welshimeri serovar 6b str. SLCC5334": 1049,
  "Litchfieldella anticariensis FP35 = DSM 16096": 1050,
  "Lodderomyces elongisporus NRRL YB-4239": 1051,
  "Lysinibacillus sphaericus C3-41": 1052,
  "Macaca fuscata fuscata": 1053,
  "Macrococcoides caseolyticum JCSC5402": 1054,
  "Macrophomina phaseolina MS6": 1055,
  "Macrovipera lebetina obtusa": 1056,
  "Macrovipera lebetina transmediterranea": 1057,
  "Magnetococcus marinus MC-1": 1058,
  "Magnetospirillum gryphiswaldense MSR-1": 1059,
  "Magnolia fraseri subsp. pyramidata": 1060,
  "Malacoplasma penetrans HF-2": 1061,
  "Malassezia globosa CBS 7966": 1062,
  "Malassezia restricta CBS 7877": 1063,
  "Malassezia sympodialis ATCC 42132": 1064,
  "Maricaulis maris MCS10": 1065,
  "Maridesulfovibrio salexigens DSM 2638": 1066,
  "Marinitoga hydrogenitolerans DSM 16785": 1067,
  "Marinitoga piezophila KA3": 1068,
  "Marinobacter adhaerens HP15": 1069,
  "Marinobacter nauticus ATCC 49840": 1070,
  "Marinobacter nauticus VT8": 1071,
  "Marinomonas mediterranea MMB-1": 1072,
  "Marinomonas posidonica IVIA-Po-181": 1073,
  "Marivirga tractuosa DSM 4126": 1074,
  "Marmota marmota marmota": 1075,
  "Medicago sativa subsp. falcata": 1076,
  "Mediterraneibacter gnavus ATCC 29149": 1077,
  "Mediterraneibacter gnavus CC55_001C": 1078,
  "Megalodesulfovibrio gigas DSM 1382 = ATCC 19364": 1079,
  "Meiothermus ruber DSM 1279": 1080,
  "Melampsora larici-populina 98AG31": 1081,
  "Melioribacter roseus P3M-2": 1082,
  "Melissococcus plutonius ATCC 35311": 1083,
  "Merluccius australis australis": 1084,
  "Mesobacillus selenatarsenatis SF-1": 1085,
  "Mesomycoplasma conjunctivae HRC/581": 1086,
  "Mesomycoplasma hyopneumoniae 232": 1087,
  "Mesomycoplasma hyopneumoniae 7448": 1088,
  "Mesomycoplasma hyopneumoniae J": 1089,
  "Mesomycoplasma hyorhinis HUB-1": 1090,
  "Mesoplasma florum L1": 1091,
  "Mesorhizobium japonicum MAFF 303099": 1092,
  "Metallosphaera cuprina Ar-4": 1093,
  "Metallosphaera sedula DSM 5348": 1094,
  "Metamycoplasma arthritidis 158L3-1": 1095,
  "Metamycoplasma hominis ATCC 23114": 1096,
  "Metarhizium acridum CQMa 102": 1097,
  "Metarhizium album ARSEF 1941": 1098,
  "Metarhizium brunneum ARSEF 3297": 1099,
  "Metarhizium guizhouense ARSEF 977": 1100,
  "Metarhizium majus ARSEF 297": 1101,
  "Metarhizium robertsii ARSEF 23": 1102,
  "Methanobacterium formicicum DSM 3637": 1103,
  "Methanobrevibacter ruminantium M1": 1104,
  "Methanobrevibacter smithii ATCC 35061": 1105,
  "Methanocaldococcus fervens AG86": 1106,
  "Methanocaldococcus infernus ME": 1107,
  "Methanocaldococcus jannaschii DSM 2661": 1108,
  "Methanocaldococcus vulcanius M7": 1109,
  "Methanocella arvoryzae MRE50": 1110,
  "Methanocella paludicola SANAE": 1111,
  "Methanococcoides burtonii DSM 6242": 1112,
  "Methanococcus aeolicus Nankai-3": 1113,
  "Methanococcus maripaludis C5": 1114,
  "Methanococcus maripaludis C6": 1115,
  "Methanococcus maripaludis C7": 1116,
  "Methanococcus maripaludis S2": 1117,
  "Methanococcus vannielii SB": 1118,
  "Methanococcus voltae A3": 1119,
  "Methanocorpusculum labreanum Z": 1120,
  "Methanoculleus marisnigri JR1": 1121,
  "Methanohalobium evestigatum Z-7303": 1122,
  "Methanohalophilus mahii DSM 5219": 1123,
  "Methanolacinia petrolearia DSM 11571": 1124,
  "Methanopyrus kandleri AV19": 1125,
  "Methanoregula boonei 6A8": 1126,
  "Methanosalsum zhilinae DSM 4017": 1127,
  "Methanosarcina acetivorans C2A": 1128,
  "Methanosarcina barkeri str. Fusaro": 1129,
  "Methanosarcina mazei Go1": 1130,
  "Methanosarcina thermophila TM-1": 1131,
  "Methanosphaera stadtmanae DSM 3091": 1132,
  "Methanosphaerula palustris E1-9c": 1133,
  "Methanospirillum hungatei JF-1": 1134,
  "Methanothermobacter marburgensis str. Marburg": 1135,
  "Methanothermobacter thermautotrophicus str. Delta H": 1136,
  "Methanothermobacter thermautotrophicus str. Winter": 1137,
  "Methanothermococcus okinawensis IH1": 1138,
  "Methanothermus fervidus DSM 2088": 1139,
  "Methanothrix harundinacea 6Ac": 1140,
  "Methanothrix soehngenii GP6": 1141,
  "Methanothrix thermoacetophila PT": 1142,
  "Methanotorris igneus Kol 5": 1143,
  "Methylacidiphilum fumariolicum SolV": 1144,
  "Methylacidiphilum infernorum V4": 1145,
  "Methylibium petroleiphilum PM1": 1146,
  "Methylobacillus flagellatus KT": 1147,
  "Methylobacter tundripaludum SV96": 1148,
  "Methylobacterium nodulans ORS 2060": 1149,
  "Methylobacterium radiotolerans JCM 2831": 1150,
  "Methylocella silvestris BL2": 1151,
  "Methylococcus capsulatus str. Bath": 1152,
  "Methylomonas methanica MC09": 1153,
  "Methylorubrum extorquens AM1": 1154,
  "Methylorubrum extorquens CM4": 1155,
  "Methylorubrum extorquens DM4": 1156,
  "Methylorubrum extorquens PA1": 1157,
  "Methylorubrum populi BJ001": 1158,
  "Methylotenera mobilis JLW8": 1159,
  "Methylotuvimicrobium alcaliphilum 20Z": 1160,
  "Methyloversatilis universalis FAM5": 1161,
  "Methylovorus glucosotrophus SIP3-4": 1162,
  "Meyerozyma guilliermondii ATCC 6260": 1163,
  "Microbacterium testaceum StLB037": 1164,
  "Micrococcus luteus NCTC 2665": 1165,
  "Microcystis aeruginosa NIES-843": 1166,
  "Microcystis aeruginosa NIES-88": 1167,
  "Microcystis aeruginosa PCC 7806": 1168,
  "Micromonas pusilla CCMP1545": 1169,
  "Micromonospora megalomicea subsp. nigra": 1170,
  "Microsporum canis CBS 113480": 1171,
  "Micrurus tener microgalbineus": 1172,
  "Micrurus tener tener": 1173,
